<?php /* Smarty version Smarty-3.1.14, created on 2019-03-02 21:50:41
         compiled from "c63aa983b8851869a5518a52af364e50a5d96c54" */ ?>
<?php /*%%SmartyHeaderCode:1732574245c7ad0812859b6-53471138%%*/if(!defined('SMARTY_DIR')) exit('no direct access allowed');
$_valid = $_smarty_tpl->decodeProperties(array (
  'file_dependency' => 
  array (
    'c63aa983b8851869a5518a52af364e50a5d96c54' => 
    array (
      0 => 'c63aa983b8851869a5518a52af364e50a5d96c54',
      1 => 0,
      2 => 'string',
    ),
  ),
  'nocache_hash' => '1732574245c7ad0812859b6-53471138',
  'function' => 
  array (
  ),
  'has_nocache_code' => false,
  'version' => 'Smarty-3.1.14',
  'unifunc' => 'content_5c7ad0812a4923_02177446',
),false); /*/%%SmartyHeaderCode%%*/?>
<?php if ($_valid && !is_callable('content_5c7ad0812a4923_02177446')) {function content_5c7ad0812a4923_02177446($_smarty_tpl) {?><p><span style="font-size: 18px;"><strong>Система перил из нержавейки.</strong></span><br><br>На нашем сайте вы можете найти разные виды соединителей, заглушки, наконечники, отводы, фланцы и др. <a href="http://mfk-torg.ru/webasyst/shop/#/pages/9">Перила из нержавеющей стали</a> - это высокое качество, долгий срок службы и надежность. При всем этом они смотрятся красиво и выразительно, такие перила дополнят собой любой интерьер.<br><br>Нержавеющая сталь неприхотлива к погодным условиям, она намного прочнее, чем такие материалы, как хром или никель, устойчива к повреждениям, отпечаткам рук и царапинам.<br></p><p><img src="/wa-data/public/shop/img/ограждения.jpg"></p><p><br>С помощью перил, произведенных из нержавейки, реально воссоздать самые смелые идеи для оформления любых помещений, например: офисов, торговых центров, частных домов и.т.п. Такие ограждения не расшатываются и гарантируют безопасность и надежность даже в местах с большим потоком людей. Также перила из нержавейки подойдут и для ограждений на улице.<br><br><strong>Кроме долговечности такие системы различаются последующими чертами:</strong></p><ul><li>Их не нужно окрашивать или обрабатывать против коррозии или трещин;</li><li>Низкая цена;</li><li>Легкость сборки и установки;</li><li>Универсальность, возможность использования во всех типах интерьера;</li></ul><p><br><strong>Системы перил могут быть сварными или сборными.</strong><br><br>В сварных перилах соединения незаметны глазу, благодаря шлифовке, полировке и аккуратным сварочным швам. Они наиболее надежны и возможности проектирования ограничены только Вашей фантазией.</p><p><br><a href="http://mfk-torg.ru/webasyst/shop/#/pages/9">Сборные перила</a> имеют идеальный внешний вид, собираются легко и в короткие сроки. Такие конструкции также очень надежны.<br><br><strong>Лестничные поручни</strong> - это те места, с которыми постоянно контактируют люди. Из-за этого в хромированных перилах может стреться слой хрома, могут появиться царапины и отколы. Восстановить его невозможно. Тогда как нержавеющая сталь в этом смысле вечна, она не стирается, ее трудно поцарапать и повредить. Даже если каким-то образом это произойдет их всегда можно восстановить шлефовкой.<br><br>Благодаря всем этим качествам <a href="http://mfk-torg.ru/webasyst/shop/#/pages/9">системы перил из нержавейки</a> пользуются большой популярностью в наше время. <br></p><?php }} ?>