<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetPageProperty("title", "Стоимость домов под ключ | Заказать строительство дома от компании ООО «Юникс-Строй»");
$APPLICATION->SetPageProperty("description", "Прайс-лист на строительные и отделочные услуги в Москве и области от «Юникс-строй». Наши телефоны: 8 (495) 975-79-97, 8 (926) 729-79-79.");

$APPLICATION->SetTitle("Цены");

?><div class="priceListCat">


	
	
	
	<div class="priceListCatTitle">
		<div class="typeh3">Строительство дома из газоблоков</div>
	</div>
	<div class="priceListCatBody">
		<div class="textBlock">
			<table>
			<tbody>
			<tr>
				<td>
					1
				</td>
				<td>
					Строительство дома из газоблоков со вторым мансардным этажом в базовой комплектации
				</td>
				<td>
					от 14 000 руб. за 1м2
				</td>
			</tr>
			<tr>
				<td>
					2
				</td>
				<td>
					Строительство дома из газоблоков с полноценным вторым этажом в базовой комплектации
				</td>
				<td>
					от 15 000 руб. за 1м2
				</td>
			</tr>
			<tr>
				<td>
					3
				</td>
				<td>
					Строительство дома из газоблоков под ключ
				</td>
				<td>
					от 36 000 руб. за 1м2
				</td>
			</tr>
			</tbody>
			</table>
			<p>
				<a href="/proekty-domov/iz-gazobetona/" class="grad_but">Каталог проектов домов из газобетона</a>
			</p>
			<p>
				<a href="#more1" class="showMoreText readmore dashed"><i class="sprite"></i><span class="text">Подробнее</span></a>
			</p>
			<div class="moreText" id="more1">
				<div class="typeh4">Перечень работ, предусмотренных при строительстве дома из газоблоков в базовой комплектации</div>
				<table cellpadding="0" cellspacing="0">
				<tbody>
				<tr>
					<th>
					</th>
					<th>
						Наименование
					</th>
					<th>
						Характеристики конструкций
					</th>
					<th>
						Дополнительно
					</th>
				</tr>
				<tr>
					<td rowspan="5">
						1
					</td>
					<td rowspan="5">
						Организационные работы
					</td>
					<td>
						Доставка и разгрузка строительных материалов в пределах 50 км от МКАД.
					</td>
					<td>
						При удалении Объекта свыше 50 км от МКАД
					</td>
				</tr>
				<tr>
					<td>
						Организация проживания и питания рабочих.
					</td>
					<td>
						 
					</td>
				</tr>
				<tr>
					<td>
						Комплекс строительных работ.
					</td>
					<td>
						 
					</td>
				</tr>
				<tr>
					<td>
						Расходные и сопутствующие материалы.
					</td>
					<td>
						 
					</td>
				</tr>
				<tr>
					<td>
						Жесткий технический контроль качества и технологии работ.
					</td>
					<td>
						 
					</td>
				</tr>
				<tr>
					<td rowspan="3">
						2
					</td>
					<td rowspan="3">
						Фундамент
					</td>
					<td>
						Расходные и сопутствующие материалы.
					</td>
					<td>
						Ленточный фундамент на глубину промерзания 1,9м.(цоколь 40 см)
					</td>
				</tr>
				<tr>
					<td>
						Жесткий технический контроль качества и технологии работ.
					</td>
					<td>
						Плита монолитная с подбетонкой и оклеечной гидроизоляцией 
					</td>
				</tr>
				<tr>
					<td>
						Гидроизоляция: армированная полиэтиленовая пленка.
					</td>
					<td>
						 
					</td>
				</tr>
				<tr>
					<td>
						3
					</td>
					<td>
						Инженерные сети
					</td>
					<td>
						Устройство закладных для прокладки канализационной и водопроводной труб, без подключения ко внешним сетям.
					</td>
					<td>
						Установка септика «ТОПАС», «АСТРА». Подключение всех коммуникаций к сети. 
					</td>
				</tr>
				<tr>
					<td>
						4
					</td>
					<td>
						Стены наружные
					</td>
					<td>
						Блоки автоклавного газобетона. Плотность D500 марка по прочности В2.5. Толщина блока 375mm.  Высота стены 3000мм . Дополнительное армирование под оконными проемами. 
					</td>
					<td>
						Увеличение толщины стены до 400мм
					</td>
				</tr>
				<tr>
					<td>
						5
					</td>
					<td>
						Перегородки внутренние
					</td>
					<td>
						Блоки автоклавного газобетона. Плотность D500 марка по прочности В2.5. Толщина несущей перегородки 300-375 мм. Межкомнатных 100мм. Сборка на клей с аримрованием каждгого 3-го -4-го рядов. 
					</td>
					<td>
						Увеличение толщины внутренних пергородок до 150мм - 200 мм.
					</td>
				</tr>
				<tr>
					<td>
						6
					</td>
					<td>
						Проемы в стенах
					</td>
					<td>
						Устройство монолитных оконных и дверных перемычек с утеплением экструдированным пенополистеролом т. 50мм.
					</td>
					<td>
						-
					</td>
				</tr>
				<tr>
					<td>
						7
					</td>
					<td>
						Устройство аромпояса
					</td>
					<td>
						Армопояс по стенам первого и второго этажей. Марка бетона  М200, арматура кл.А3 D=10мм. Высота ростверка 150-250мм.
					</td>
					<td>
						-
					</td>
				</tr>
				<tr>
					<td rowspan="3">
						8
					</td>
					<td rowspan="3">
						Межэтажные перекрытия
					</td>
					<td rowspan="3">
						 Брус сечением 100 х 200мм на ребро,шаг 600мм. Обработка деревянных конструкций огнебиозащитным составом.
					</td>
					<td>
						Утепление деревянного перекрытия минватой  с устройством пароизоляции и черновым полом из обрезной доски 30мм-
					</td>
				</tr>
				<tr>
					<td>
						Монолитные перекрытия. 
					</td>
				</tr>
				<tr>
					<td>
						Сборные железобетонные плиты перекрытия т. 160 - 220мм.-
					</td>
				</tr>
				<tr>
					<td>
						9
					</td>
					<td>
						Стены мансарды, фронтоны
					</td>
					<td>
						Блоки автоклавного газобетона. Плотность D500 марка по прочности В2.5-3,5. Толщина блока 375 мм.. Сборка на клей.
					</td>
					<td>
						-
					</td>
				</tr>
				<tr>
					<td rowspan="2">
						10
					</td>
					<td rowspan="2">
						Внутренние перегородки мансарды
					</td>
					<td rowspan="2">
						Деревянный каркас с обшивкой плитой OSB 12mm с одной стороны. Обработка деревянных конструкций огнебиозащитным составом
					</td>
					<td>
						При бетонных перекрытиях все перегородки 2го этажа из пеноблоков
					</td>
				</tr>
				<tr>
					<td>
						При деревянных перекрытиях есть возможность устройства газобетонных перегородок при использовании металлоконструкций под перегородками (двутавры).
					</td>
				</tr>
				<tr>
					<td rowspan="4">
						11
					</td>
					<td rowspan="4">
						Кровля
					</td>
					<td>
						Устройство усиленной стропильной системы - деревянный брус сечением 50х200mm, шаг 600мм. Обрешетка шаговая (вентилируемая кровля)-доска сечением 20…25мм. Потолок мансарды не подшивается. Обработка деревянных конструкций огнебиозащитным составом
					</td>
					<td>
						Утепление кровли базальтовой ватой 200 мм с устройством пароизоляции-
					</td>
				</tr>
				<tr>
					<td>
						 
					</td>
					<td>
						Мягкая черепица.
					</td>
				</tr>
				<tr>
					<td>
						Металлочерепица с полимерным покрытием фирма «Грандлайн».
					</td>
					<td>
						Композитная черепица. 
					</td>
				</tr>
				<tr>
					<td>
						 
					</td>
					<td>
						Натуральная черепица. И т.д..
					</td>
				</tr>
				<tr>
					<td>
						12
					</td>
					<td>
						Устройство труб
					</td>
					<td>
						Дополнительно
					</td>
					<td>
						Устройство вентиляционных, каминных и дымовых труб из кирпича шириной 1,3м с 3-мя вентканалами и одной огильзованой шахтой 
					</td>
				</tr>
				<tr>
					<td rowspan="3">
						13
					</td>
					<td rowspan="3">
						Устройство террас и навесов
					</td>
					<td rowspan="3">
						Дополнительно
					</td>
					<td>
						Устройство терассы открытой
					</td>
				</tr>
				<tr>
					<td>
						Устройство терассы с навесом
					</td>
				</tr>
				<tr>
					<td>
						Устройство навеса 
					</td>
				</tr>
				<tr>
					<td>
						14
					</td>
					<td>
						Устройство водосточной системы 
					</td>
					<td>
						Дополнительно
					</td>
					<td>
						Устройство водосточной системы
					</td>
				</tr>
				<tr>
					<td>
						15
					</td>
					<td>
						Монтаж вильп
					</td>
					<td>
						Дополнительно
					</td>
					<td>
						Монтаж вильп 1шт 
					</td>
				</tr>
				<tr>
					<td>
						16
					</td>
					<td>
						Крыльцо
					</td>
					<td>
						Дополнительно
					</td>
					<td>
						Устройство крыльца
					</td>
				</tr>
				<tr>
					<td>
						17
					</td>
					<td>
						Лестница
					</td>
					<td>
						Дополнительно
					</td>
					<td>
						Устройтсво межэтажной лестницы монолитной с промежуточной площадкой
					</td>
				</tr>
				<tr>
					<td>
						18
					</td>
					<td>
						Отмостка
					</td>
					<td>
						Дополнительно
					</td>
					<td>
						Устройство отмостки
					</td>
				</tr>
				<tr>
					<td>
						19
					</td>
					<td>
						Остекление
					</td>
					<td>
						Дополнительно
					</td>
					<td>
						Устновка окон, остекление балконов, террас 
					</td>
				</tr>
				<tr>
					<td>
						20
					</td>
					<td>
						Внешняя отделка фасада
					</td>
					<td>
						Дополнительно
					</td>
					<td>
						Штукатурка фасада. Мокрый фасад.<br>
						 Облицовка кирпичом.<br>
						 Отделка декоративным камнем.<br>
						 Сайдинг.<br>
						 Облицовка цоколя декоративным камнем.<br>
						 Обработка фасада гидрофобным средством (отталкивание влаги и грязи до 10 лет).
					</td>
				</tr>
				</tbody>
				</table>
				<div class="typeh4">Перечень работ, предусмотренных при строительстве дома из газоблоков в комплектации "под ключ"</div>
				<table cellpadding="0" cellspacing="0">
				<tbody>
				<tr>
					<td>
						 
					</td>
					<td>
						Наименование
					</td>
					<td>
						Характеристики конструкций
					</td>
					<td>
						Дополнительно
					</td>
				</tr>
				<tr>
					<td rowspan="5">
						1
					</td>
					<td rowspan="5">
						Организационные работы
					</td>
					<td>
						Доставка и разгрузка строительных материалов в пределах 50 км от МКАД.
					</td>
					<td>
						При удалении Объекта свыше 50 км от МКАД
					</td>
				</tr>
				<tr>
					<td>
						Организация проживания и питания рабочих.
					</td>
					<td>
						 
					</td>
				</tr>
				<tr>
					<td>
						Комплекс строительных работ.
					</td>
					<td>
						 
					</td>
				</tr>
				<tr>
					<td>
						Расходные и сопутствующие материалы.
					</td>
					<td>
						 
					</td>
				</tr>
				<tr>
					<td>
						Жесткий технический контроль качества и технологии работ.
					</td>
					<td>
						 
					</td>
				</tr>
				<tr>
					<td rowspan="3">
						1
					</td>
					<td rowspan="3">
						Фундамент
					</td>
					<td>
						Монолитная фундаментная плита т.300мм.  Свайно -ростверковый или мелкозаглубленная лента (выбирается в зависимости от характеристик  грунта).
					</td>
					<td>
						Ленточный фундамент на глубину промерзания 1,9м.(цоколь 40 см)
					</td>
				</tr>
				<tr>
					<td>
						Марка бетона М300, арматура кл.А3 D=12mm.
					</td>
					<td>
						Плита монолитная с подбетонкой и оклеечной гидроизоляцией 
					</td>
				</tr>
				<tr>
					<td>
						Гидроизоляция: армированная полиэтиленовая пленка.
					</td>
					<td>
						 
					</td>
				</tr>
				<tr>
					<td>
						2.
					</td>
					<td>
						Инженерные сети
					</td>
					<td>
						Устройство закладных для прокладки канализационной и водопроводной труб, без подключения ко внешним сетям.
					</td>
					<td>
						Установка септика «ТОПАС», «АСТРА». Подключение всех коммуникаций к сети. 
					</td>
				</tr>
				<tr>
					<td>
						3.
					</td>
					<td>
						Стены наружные
					</td>
					<td>
						Блоки автоклавного газобетона. Плотность D500 марка по прочности В2.5. Толщина блока 375mm.  Высота стены 3000мм . Дополнительное армирование под оконными проемами. 
					</td>
					<td>
						Увеличение толщины стены до 400мм
					</td>
				</tr>
				<tr>
					<td>
						4.
					</td>
					<td>
						Перегородки внутренние
					</td>
					<td>
						Блоки автоклавного газобетона. Плотность D500 марка по прочности В2.5. Толщина несущей перегородки 300-375 мм. Межкомнатных 100мм. Сборка на клей с аримрованием каждгого 3-го -4-го рядов. 
					</td>
					<td>
						Увеличение толщины внутренних пергородок до 150мм - 200 мм.
					</td>
				</tr>
				<tr>
					<td>
						5.
					</td>
					<td>
						Проемы в стенах
					</td>
					<td>
						Устройство монолитных оконных и дверных перемычек с утеплением экструдированным пенополистеролом т. 50мм.
					</td>
					<td>
						 
					</td>
				</tr>
				<tr>
					<td>
						6.
					</td>
					<td>
						Устройство аромпояса
					</td>
					<td>
						Армопояс по стенам первого и второго этажей. Марка бетона  М200, арматура кл.А3 D=10мм. Высота ростверка 150-250мм.
					</td>
					<td>
						 
					</td>
				</tr>
				<tr>
					<td>
						7.
					</td>
					<td>
						Межэтажные перекрытия
					</td>
					<td>
						 Брус сечением 100 х 200мм на ребро,шаг 600мм. Обработка деревянных конструкций огнебиозащитным составом.
					</td>
					<td>
						Утепление деревянного перекрытия минватой  с устройством пароизоляции и черновым полом из обрезной доски 30мм-
					</td>
				</tr>
				<tr>
					<td>
						8.
					</td>
					<td>
						Стены мансарды, фронтоны
					</td>
					<td>
						Блоки автоклавного газобетона. Плотность D500 марка по прочности В2.5-3,5. Толщина блока 375 мм.. Сборка на клей.
					</td>
					<td>
						Монолитные перекрытия. 
					</td>
				</tr>
				<tr>
					<td>
						9.
					</td>
					<td>
						Внутренние перегородки мансарды
					</td>
					<td>
						Деревянный каркас с обшивкой плитой OSB 12mm с одной стороны. Обработка деревянных конструкций огнебиозащитным составом
					</td>
					<td>
						Сборные железобетонные плиты перекрытия т. 160 - 220мм.-
					</td>
				</tr>
				<tr>
					<td rowspan="7">
						10.
					</td>
					<td rowspan="7">
						Кровля
					</td>
					<td>
						Устройство усиленной стропильной системы - деревянный брус сечением 50х200mm, шаг 600мм. Обрешетка шаговая (вентилируемая кровля)-доска сечением 20…25мм. Потолок мансарды не подшивается. Обработка деревянных конструкций огнебиозащитным составом
					</td>
					<td>
						 
					</td>
				</tr>
				<tr>
					<td>
						Металлочерепица с полимерным покрытием фирма «Грандлайн».
					</td>
					<td>
						Мягкая черепица.
					</td>
				</tr>
				<tr>
					<td>
						Утепление кровли базальтовой ватой 200 мм с устройством пароизоляции-
					</td>
					<td>
						Композитная черепица. 
					</td>
				</tr>
				<tr>
					<td>
						Устройство деревянного перекрытия цокольного и междуэтажного (минвата 200мм, пароизоляция, шпунтованая доска)
					</td>
					<td>
						Натуральная черепица. И т.д..
					</td>
				</tr>
				<tr>
					<td>
						Устройство вентиляционных, каминных и дымовых труб из кирпича шириной 1,3м с 3-мя вентканалами и одной огильзованой шахтой 
					</td>
					<td>
						 
					</td>
				</tr>
				<tr>
					<td>
						Эстетическая отделка крыши с устройством вентилируемых элементов Альта-Профиль.(подшивка софитами)
					</td>
					<td>
						 
					</td>
				</tr>
				<tr>
					<td>
						Устройство водосточной системы
					</td>
					<td>
						 
					</td>
				</tr>
				<tr>
					<td>
						11
					</td>
					<td>
						Лестница
					</td>
					<td>
						Устройтсво межэтажной лестницы деревянной
					</td>
					<td>
						Устройтсво межэтажной лестницы монолитной с промежуточной площадкой.
					</td>
				</tr>
				<tr>
					<td rowspan="2">
						11
					</td>
					<td rowspan="2">
						Внешняя отделка дома
					</td>
					<td>
						Штукатурка фасада
					</td>
					<td>
						Облицовка уирпичом и пр.
					</td>
				</tr>
				<tr>
					<td>
						Устновка окон, остекление балконов, террасс 
					</td>
					<td>
						 
					</td>
				</tr>
				<tr>
					<td rowspan="4">
						12
					</td>
					<td rowspan="4">
						Отделочные работы внутри помещения (работа + стоимость черновых материалов)
					</td>
					<td>
						Укладка плитки в санузлах.
					</td>
					<td rowspan="4">
						Чистовые финишные материалы (ламинат,  обои, краска, керамическая плитка, двери)
					</td>
				</tr>
				<tr>
					<td>
						Подготовка стен под обои.
					</td>
				</tr>
				<tr>
					<td>
						Наклейка обоев.
					</td>
				</tr>
				<tr>
					<td>
						Устройство потолков включающее: обшивка гипсокартонном, шпаклевка, покраска либо устройство натяжных потолков.
					</td>
				</tr>
				<tr>
					<td rowspan="3">
						13
					</td>
					<td rowspan="3">
						Коммуникации:
					</td>
					<td>
						Отопление: электрический котел, Алюминиевый радиатор Sira, разводка труб, опрессовка, тосол.
					</td>
					<td>
						Любое другое отопительное оборудование.
					</td>
				</tr>
				<tr>
					<td>
						Устройство  канализации.
					</td>
					<td>
						 
					</td>
				</tr>
				<tr>
					<td>
						Устройство водопровода.
					</td>
					<td>
						 
					</td>
				</tr>
				<tr>
					<td>
						14
					</td>
					<td>
						Электротехнические работы
					</td>
					<td>
						Электричество (с использованием сертифицированного медного провода NYM, разетки и выключатели.
					</td>
					<td>
						 
					</td>
				</tr>
				</tbody>
				</table>
			</div>
		</div>
	</div>
</div>
<div class="priceListCat">
	<div class="priceListCatTitle">
		<div class="typeh3">Строительство дома из керамзитобетонных блоков с декоративным покрытием</div>
	</div>
	<div class="priceListCatBody">
		<div class="textBlock">
			<table>
			<tbody>
			<tr>
				<td>
					1
				</td>
				<td>
					Строительство дома из керамзитобетонных блоков со вторым мансардным этажом в базовой комплектации
				</td>
				<td>
					от 17 500 руб. за 1м2
				</td>
			</tr>
			<tr>
				<td>
					2
				</td>
				<td>
					Строительство дома из керамзитобетонных блоков с полноценным вторым этажом в базовой комплектации
				</td>
				<td>
					от 18 800 руб. за 1м2
				</td>
			</tr>
			<tr>
				<td>
					3
				</td>
				<td>
					Строительство дома из керамзитобетонных блоков под ключ
				</td>
				<td>
					от 38 500 руб. за 1м2
				</td>
			</tr>
			</tbody>
			</table>
			<p>
				<a href="/proekty-domov/iz-keramzitobetonnykh-blokov/" class="grad_but">Каталог проектов домов из керамзитобетонных блоков</a>
			</p>
			<p>
				<a href="#more2" class="showMoreText readmore dashed"><i class="sprite"></i><span class="text">Подробнее</span></a>
			</p>
			<div class="moreText" id="more2">
				<div class="typeh4">Перечень работ, предусмотренных при строительстве дома из креамзитобетонных блоков с декоративным покрытием в базовой комплектации</div>
				<table cellpadding="0" cellspacing="0">
				<tbody>
				<tr>
					<td>
						 
					</td>
					<td>
						Наименование
					</td>
					<td>
						Характеристики конструкций
					</td>
					<td>
						Дополнительно
					</td>
				</tr>
				<tr>
					<td rowspan="5">
						1
					</td>
					<td rowspan="5">
						Организационные работы
					</td>
					<td>
						Доставка и разгрузка строительных материалов в пределах 50 км от МКАД.
					</td>
					<td>
						При удалении Объекта свыше 50 км от МКАД
					</td>
				</tr>
				<tr>
					<td>
						Организация проживания и питания рабочих.
					</td>
					<td>
						 
					</td>
				</tr>
				<tr>
					<td>
						Комплекс строительных работ.
					</td>
					<td>
						 
					</td>
				</tr>
				<tr>
					<td>
						Расходные и сопутствующие материалы.
					</td>
					<td>
						 
					</td>
				</tr>
				<tr>
					<td>
						Жесткий технический контроль качества и технологии работ.
					</td>
					<td>
						 
					</td>
				</tr>
				<tr>
					<td rowspan="3">
						2
					</td>
					<td rowspan="3">
						Фундамент
					</td>
					<td>
						Монолитная фундаментная плита т.300мм.
					</td>
					<td>
						Ленточный фундамент на глубину промерзания 1,9м.(цоколь 40 см)
					</td>
				</tr>
				<tr>
					<td>
						Марка бетона М300, арматура кл.А3 D=12mm.
					</td>
					<td>
						Плита монолитная с подбетонкой и оклеечной гидроизоляцией 
					</td>
				</tr>
				<tr>
					<td>
						Гидроизоляция: армированная полиэтиленовая пленка.
					</td>
					<td>
						 
					</td>
				</tr>
				<tr>
					<td>
						3
					</td>
					<td>
						Инженерные сети
					</td>
					<td>
						Устройство закладных для прокладки канализационной и водопроводной труб, без подключения ко внешним сетям.
					</td>
					<td>
						Установка септика «ТОПАС», «АСТРА». Подключение всех коммуникаций к сети.
					</td>
				</tr>
				<tr>
					<td>
						4
					</td>
					<td>
						Стены наружные
					</td>
					<td>
						Керамзитобетонные блоки  400*200*400 мм. Плотность D700, марка по прочности М50, морозостойкость F50. Толщина блока 400мм.  Высота стены 3000мм . Кладка стен на теплый перлитовый раствор с армированием каждого 4-го ряда.
					</td>
					<td>
						 
					</td>
				</tr>
				<tr>
					<td>
						5
					</td>
					<td>
						Перегородки внутренние
					</td>
					<td>
						Двойной щелевой киприч М150 и полнотелый М150. Толщина несущей перегородки 380мм. Межкомнатных 120мм. Сборка на цементно-песчаный раствор М150 аримрование сеткой. 
					</td>
					<td>
						 
					</td>
				</tr>
				<tr>
					<td>
						6
					</td>
					<td>
						Проемы в стенах
					</td>
					<td>
						Устройство монолитных оконных и дверных перемычек выполняются из уголка т.75-100мм (для наружных проемов). Для внутренних стен и перегородок производится устройство сборкых или монолитных оконных и дверных перемычек.
					</td>
					<td>
						 
					</td>
				</tr>
				<tr>
					<td>
						7
					</td>
					<td>
						Устройство аромпояса
					</td>
					<td>
						Бетонный ростверк по стенам первого и второго этажэй. Марка бетона  М200, арматура кл.А3 D=10мм. Высота ростверка 150-250мм.
					</td>
					<td>
						 
					</td>
				</tr>
				<tr>
					<td rowspan="3">
						8
					</td>
					<td rowspan="3">
						Межэтажные перекрытия
					</td>
					<td rowspan="3">
						 Брус сечением 100 х 200мм на ребро,шаг 600мм. Обработка деревянных конструкций огнебиозащитным составом.
					</td>
					<td>
						Утепление деревянного перекрытия минватой  с устройством пароизоляции и черновым полом из обрезной доски 30мм.
					</td>
				</tr>
				<tr>
					<td>
						Монолитные перекрытия. 
					</td>
				</tr>
				<tr>
					<td>
						Сборные железобетонные плиты перекрытия т. 160 - 220мм.-
					</td>
				</tr>
				<tr>
					<td rowspan="2">
						9
					</td>
					<td rowspan="2">
						Внутренние перегородки мансарды
					</td>
					<td>
						Деревянный каркас с обшивкой плитой OSB 12mm с одной стороны. Обработка деревянных конструкций огнебиозащитным составом.
					</td>
					<td>
						При бетонных перекрытиях все перегородки 2го этажа из двойного щелевого кирпича М150.
					</td>
				</tr>
				<tr>
					<td>
						При бетонных перекрытиях все перегородки 2го этажа из двойного щелевого кирпича М150.
					</td>
					<td>
						При деревянных перекрытиях есть возможность устройства газобетонных перегородок при использовании металлоконструкций под перегородками (двутавры).
					</td>
				</tr>
				<tr>
					<td rowspan="4">
						10
					</td>
					<td rowspan="4">
						Кровля
					</td>
					<td rowspan="2">
						Устройство усиленной стропильной системы - деревянный брус сечением 50х200mm, шаг 600мм. Обрешетка шаговая (вентилируемая кровля)-доска сечением 20…25мм. Потолок мансарды не подшивается. Обработка деревянных конструкций огнебиозащитным составом
					</td>
					<td>
						Утепление кровли базальтовой ватой 200 мм с устройством пароизоляции-
					</td>
				</tr>
				<tr>
					<td>
						Мягкая черепица.
					</td>
				</tr>
				<tr>
					<td>
						Устройство пароизаляции кровли современного мембранного типа.
					</td>
					<td>
						Композитная черепица. 
					</td>
				</tr>
				<tr>
					<td>
						Металлочерепица с полимерным покрытием фирма «Грандлайн».
					</td>
					<td>
						Натуральная черепица. И т.д..
					</td>
				</tr>
				<tr>
					<td>
						11
					</td>
					<td>
						Устройство труб
					</td>
					<td>
						Дополнительно
					</td>
					<td>
						Устройство вентиляционных, каминных и дымовых труб из кирпича шириной 1,3м с 3-мя вентканалами и одной огильзованой шахтой 
					</td>
				</tr>
				<tr>
					<td>
						12
					</td>
					<td>
						Подшив софитов
					</td>
					<td>
						Дополнительно
					</td>
					<td>
						Эстетическая отделка крыши с устройством вентилируемых элементов Альта-Профиль.(подшивка софитами)
					</td>
				</tr>
				<tr>
					<td>
						13
					</td>
					<td>
						Водосточная система
					</td>
					<td>
						Дополнительно
					</td>
					<td>
						Устройство водосточной системы
					</td>
				</tr>
				<tr>
					<td>
						14
					</td>
					<td>
						Монтаж вильп
					</td>
					<td>
						Дополнительно
					</td>
					<td>
						Монтаж вильп 1шт 
					</td>
				</tr>
				<tr>
					<td>
						15
					</td>
					<td>
						Терраса/балкон
					</td>
					<td>
						Дополнительно
					</td>
					<td>
						устройство террасс с навесом 
					</td>
				</tr>
				<tr>
					<td>
						16
					</td>
					<td>
						Крыльцо
					</td>
					<td>
						Дополнительно
					</td>
					<td>
						Устройство крыльца
					</td>
				</tr>
				<tr>
					<td>
						17
					</td>
					<td>
						Лестница
					</td>
					<td>
						Дополнительно
					</td>
					<td>
						устройтсво межэтажной лестницы монолитной с промежуточной площадкой
					</td>
				</tr>
				<tr>
					<td>
						18
					</td>
					<td>
						Отмостка
					</td>
					<td>
						Дополнительно
					</td>
					<td>
						Устройство отмостки
					</td>
				</tr>
				<tr>
					<td>
						19
					</td>
					<td>
						Остекление 
					</td>
					<td>
						Дополнительно
					</td>
					<td>
						Устновка окон, остекление балконов, террасс 
					</td>
				</tr>
				<tr>
					<td>
						20
					</td>
					<td>
						Внешняя отделка фасада
					</td>
					<td>
						Дополнительно
					</td>
					<td>
						<p>
							Затирка кладочных швов .<br>
							 Отделка цоколя декоративным камнем. <br>
							 Обработка фасада гидрофобным средством (отталкивание влаги и грязи до 10 лет).
						</p>
					</td>
				</tr>
				</tbody>
				</table>
				<div class="typeh4">Перечень работ, предусмотренных при строительстве дома из креамзитобетонных блоков с декоративным покрытием в комплектации "под ключ"</div>
				<table cellpadding="0" cellspacing="0">
				<tbody>
				<tr>
					<td>
						 
					</td>
					<td>
						Наименование
					</td>
					<td>
						Характеристики конструкций
					</td>
					<td>
						Дополнительно
					</td>
				</tr>
				<tr>
					<td rowspan="5">
						1
					</td>
					<td rowspan="5">
						Организационные работы
					</td>
					<td>
						Доставка и разгрузка строительных материалов в пределах 50 км от МКАД.
					</td>
					<td>
						При удалении Объекта свыше 50 км от МКАД
					</td>
				</tr>
				<tr>
					<td>
						Организация проживания и питания рабочих.
					</td>
					<td>
						 
					</td>
				</tr>
				<tr>
					<td>
						Комплекс строительных работ.
					</td>
					<td>
						 
					</td>
				</tr>
				<tr>
					<td>
						Расходные и сопутствующие материалы.
					</td>
					<td>
						 
					</td>
				</tr>
				<tr>
					<td>
						Жесткий технический контроль качества и технологии работ.
					</td>
					<td>
						 
					</td>
				</tr>
				<tr>
					<td rowspan="3">
						2
					</td>
					<td rowspan="3">
						Фундамент
					</td>
					<td>
						Монолитная фундаментная плита т.300мм.
					</td>
					<td>
						Ленточный фундамент на глубину промерзания 1,9м.(цоколь 40 см)
					</td>
				</tr>
				<tr>
					<td>
						Марка бетона М300, арматура кл.А3 D=12mm.
					</td>
					<td>
						Плита монолитная с подбетонкой и оклеечной гидроизоляцией 
					</td>
				</tr>
				<tr>
					<td>
						Гидроизоляция: армированная полиэтиленовая пленка.
					</td>
					<td>
						 
					</td>
				</tr>
				<tr>
					<td>
						3
					</td>
					<td>
						Инженерные сети
					</td>
					<td>
						Устройство закладных для прокладки канализационной и водопроводной труб, без подключения ко внешним сетям.
					</td>
					<td>
						Установка септика «ТОПАС», «АСТРА». Подключение всех коммуникаций к сети.
					</td>
				</tr>
				<tr>
					<td>
						4
					</td>
					<td>
						Стены наружные
					</td>
					<td>
						Керамзитобетонные блоки  400*200*400 мм. Плотность D700, марка по прочности М50, морозостойкость F50. Толщина блока 400мм.  Высота стены 3000мм . Кладка стен на теплый перлитовый раствор с армированием каждого 4-го ряда.
					</td>
					<td>
						 
					</td>
				</tr>
				<tr>
					<td>
						5
					</td>
					<td>
						Перегородки внутренние
					</td>
					<td>
						Двойной щелевой киприч М150 и полнотелый М150. Толщина несущей перегородки 380мм. Межкомнатных 120мм. Сборка на цементно-песчаный раствор М150 аримрование сеткой. 
					</td>
					<td>
						 
					</td>
				</tr>
				<tr>
					<td>
						6
					</td>
					<td>
						Проемы в стенах
					</td>
					<td>
						Устройство монолитных оконных и дверных перемычек выполняются из уголка т.75-100мм (для наружных проемов). Для внутренних стен и перегородок производится устройство сборкых или монолитных оконных и дверных перемычек.
					</td>
					<td>
						 
					</td>
				</tr>
				<tr>
					<td>
						7
					</td>
					<td>
						Устройство аромпояса
					</td>
					<td>
						Бетонный ростверк по стенам первого и второго этажэй. Марка бетона  М200, арматура кл.А3 D=10мм. Высота ростверка 150-250мм.
					</td>
					<td>
						 
					</td>
				</tr>
				<tr>
					<td rowspan="3">
						8
					</td>
					<td rowspan="3">
						Межэтажные перекрытия
					</td>
					<td rowspan="3">
						 Брус сечением 100 х 200мм на ребро,шаг 600мм. Обработка деревянных конструкций огнебиозащитным составом.
					</td>
					<td>
						Утепление деревянного перекрытия минватой  с устройством пароизоляции и черновым полом из обрезной доски 30мм.
					</td>
				</tr>
				<tr>
					<td>
						Монолитные перекрытия. 
					</td>
				</tr>
				<tr>
					<td>
						Сборные железобетонные плиты перекрытия т. 160 - 220мм.-
					</td>
				</tr>
				<tr>
					<td rowspan="9">
						10.
					</td>
					<td rowspan="9">
						Кровля
					</td>
					<td>
						Деревянный каркас с обшивкой плитой OSB 12mm с одной стороны. Обработка деревянных конструкций огнебиозащитным составом.
					</td>
					<td>
						При бетонных перекрытиях все перегородки 2го этажа из двойного щелевого кирпича М150.
					</td>
				</tr>
				<tr>
					<td>
						При бетонных перекрытиях все перегородки 2го этажа из двойного щелевого кирпича М150.
					</td>
					<td>
						При деревянных перекрытиях есть возможность устройства газобетонных перегородок при использовании металлоконструкций под перегородками (двутавры).
					</td>
				</tr>
				<tr>
					<td>
						Устройство усиленной стропильной системы - деревянный брус сечением 50х200mm, шаг 600мм. Обрешетка шаговая (вентилируемая кровля)-доска сечением 20…25мм.  Обработка деревянных конструкций огнебиозащитным составом
					</td>
					<td>
						Мягкая черепица.
					</td>
				</tr>
				<tr>
					<td>
						Утепление кровли базальтовой ватой 200 мм с устройством пароизоляции мембранного типа.
					</td>
					<td>
						Композитная черепица. 
					</td>
				</tr>
				<tr>
					<td>
						Металлочерепица с полимерным покрытием фирма «Грандлайн».
					</td>
					<td>
						Натуральная черепица. И т.д..
					</td>
				</tr>
				<tr>
					<td>
						Устройство водосточной системы
					</td>
					<td>
						 
					</td>
				</tr>
				<tr>
					<td>
						Устройство деревянного перекрытия цокольного и междуэтажного (минвата 200мм, пароизоляция, шпунтованая доска)
					</td>
					<td>
						 
					</td>
				</tr>
				<tr>
					<td>
						Устройство вентиляционных, каминных и дымовых труб из кирпича шириной 1,3м с 3-мя вентканалами и одной огильзованой шахтой 
					</td>
					<td>
						 
					</td>
				</tr>
				<tr>
					<td>
						Эстетическая отделка крыши с устройством вентилируемых элементов Альта-Профиль.(подшивка софитами)
					</td>
					<td>
						 
					</td>
				</tr>
				<tr>
					<td>
						11
					</td>
					<td>
						Лестница
					</td>
					<td>
						Устройтсво межэтажной лестницы деревянной
					</td>
					<td>
						Устройтсво межэтажной лестницы монолитной с промежуточной площадкой.
					</td>
				</tr>
				<tr>
					<td rowspan="2">
						11
					</td>
					<td rowspan="2">
						Внешняя отделка дома
					</td>
					<td>
						Затирка кладочных швов.
					</td>
					<td>
						Облицовка уирпичом и пр.
					</td>
				</tr>
				<tr>
					<td>
						Устновка окон, остекление балконов, террас.
					</td>
					<td>
						 
					</td>
				</tr>
				<tr>
					<td rowspan="4">
						12
					</td>
					<td rowspan="4">
						Отделочные работы внутри помещения (работа + стоимость черновых материалов)
					</td>
					<td>
						Укладка плитки в санузлах.
					</td>
					<td rowspan="4">
						Чистовые финишные материалы (ламинат,  обои, краска, керамическая плитка, двери)
					</td>
				</tr>
				<tr>
					<td>
						Подготовка стен под обои.
					</td>
				</tr>
				<tr>
					<td>
						Наклейка обоев.
					</td>
				</tr>
				<tr>
					<td>
						Устройство потолков включающее: обшивка гипсокартонном, шпаклевка, покраска либо устройство натяжных потолков.
					</td>
				</tr>
				<tr>
					<td rowspan="3">
						13
					</td>
					<td rowspan="3">
						Коммуникации:
					</td>
					<td>
						Отопление: электрический котел, Алюминиевый радиатор Sira, разводка труб, опрессовка, тосол.
					</td>
					<td>
						Любое другое отопительное оборудование.
					</td>
				</tr>
				<tr>
					<td>
						Устройство  канализации.
					</td>
					<td>
						 
					</td>
				</tr>
				<tr>
					<td>
						Устройство водопровода.
					</td>
					<td>
						 
					</td>
				</tr>
				<tr>
					<td>
						14
					</td>
					<td>
						Электротехнические работы
					</td>
					<td>
						Электричество (с использованием сертифицированного медного провода NYM, разетки и выключатели.
					</td>
					<td>
						 
					</td>
				</tr>
				</tbody>
				</table>
			</div>
		</div>
	</div>
</div>
<div class="priceListCat">
	<div class="priceListCatTitle">
		<div class="typeh3">Строительство кирпичного дома</div>
	</div>
	<div class="priceListCatBody">
		<div class="textBlock">
			<table>
			<tbody>
			<tr>
				<td>
					1
				</td>
				<td>
					Строительство кирпичного дома со вторым мансардным этажом в базовой комплектации
				</td>
				<td>
					от 17 000 руб. за 1м2
				</td>
			</tr>
			<tr>
				<td>
					2
				</td>
				<td>
					Строительство кирпичного дома с полноценным вторым этажом в базовой комплектации
				</td>
				<td>
					от 18 000 руб. за 1м2
				</td>
			</tr>
			<tr>
				<td>
					3
				</td>
				<td>
					Строительство кирпичного дома под ключ
				</td>
				<td>
					от 38 000 руб. за 1м2
				</td>
			</tr>
			</tbody>
			</table>
			<p>
				<a href="/proekty-domov/iz-kirpicha/" class="grad_but">Каталог проектов кирпичных домов</a>
			</p>
			<p>
				<a href="#more3" class="showMoreText readmore dashed"><i class="sprite"></i><span class="text">Подробнее</span></a>
			</p>
			<div class="moreText" id="more3">
				<div class="typeh4">Перечень работ, предусмотренных при строительстве кирпичного дома в базовой комплектации</div>
				<table cellpadding="0" cellspacing="0">
				<tbody>
				<tr>
					<td>
						 
					</td>
					<td>
						Наименование
					</td>
					<td>
						Характеристики конструкций
					</td>
					<td>
						цена за м2
					</td>
					<td>
						Дополнительно
					</td>
				</tr>
				<tr>
					<td rowspan="4">
						1
					</td>
					<td rowspan="4">
						 
					</td>
					<td>
						Монолитная фундаментная плита т.300мм.
					</td>
					<td>
						 
					</td>
					<td>
						Ленточный фундамент на глубину промерзания 1,55м.
					</td>
				</tr>
				<tr>
					<td>
						Марка бетона М300, арматура кл.А3 D=12mm.
					</td>
					<td>
						 
					</td>
					<td>
						 
					</td>
				</tr>
				<tr>
					<td>
						Подбетонка  В-7,5;  т. 50 мм.
					</td>
					<td>
						 
					</td>
					<td>
						Кладка цоколя черновым кирпичом Н-500мм
					</td>
				</tr>
				<tr>
					<td>
						Гидроизоляция: армированная полиэтиленовая пленка.
					</td>
					<td>
						 
					</td>
					<td>
						Наплавляемая гидроизоляция.
					</td>
				</tr>
				<tr>
					<td>
						2.
					</td>
					<td>
						Инженерные сети
					</td>
					<td>
						Устройство закладных для прокладки канализационной и водопроводной труб, без подключения ко внешним сетям.
					</td>
					<td>
						 
					</td>
					<td>
						Установка септика «ТОПАС», «АСТРА». Подключение всех коммуникаций к сети.
					</td>
				</tr>
				<tr>
					<td>
						3.
					</td>
					<td>
						Стены наружные
					</td>
					<td>
						Двойной щелевой кирпич т. 380мм, М -150, Высота стены 3000мм . Кладка стен на теплый  раствор М50 с армированием каждого 4-5-го рядов.
					</td>
					<td>
						 
					</td>
					<td>
						 
					</td>
				</tr>
				<tr>
					<td>
						4.
					</td>
					<td>
						Перегородки внутренние
					</td>
					<td>
						Двойной щелевой киприч М150 и полнотелый М150. Толщина несущей перегородки 380мм. Межкомнатных 120мм. Сборка на клей с аримрованием сеткой. 
					</td>
					<td>
						 
					</td>
					<td>
						Увеличение толщины внутреннихпергородок до 150мм - 200 мм.
					</td>
				</tr>
				<tr>
					<td>
						5.
					</td>
					<td>
						Проемы в стенах
					</td>
					<td>
						Устройство монолитных оконных и дверных перемычек выполняются из уголка т.75-100мм (для наружных проемов). Для внутренних стен и перегородок производится устройство сборкых или монолитных оконных и дверных перемычек.
					</td>
					<td>
						 
					</td>
					<td>
						 
					</td>
				</tr>
				<tr>
					<td>
						6.
					</td>
					<td>
						Устройство аромпояса
					</td>
					<td>
						Бетонный ростверк по стенам первого и второго этажэй. Марка бетона  М200, арматура кл.А3 D=10мм. Высота ростверка 150-250мм.
					</td>
					<td>
						 
					</td>
					<td>
						 
					</td>
				</tr>
				<tr>
					<td rowspan="3">
						7.
					</td>
					<td rowspan="3">
						Межэтажные перекрытия
					</td>
					<td rowspan="3">
						 Брус сечением 100 х 200мм на ребро,шаг 600мм. Обработка деревянных конструкций огнебиозащитным составом.
					</td>
					<td>
						 
					</td>
					<td>
						Черновой пол доска обрезная 20…-40мм.
					</td>
				</tr>
				<tr>
					<td>
						 
					</td>
					<td>
						Монолитные перекрытия.
					</td>
				</tr>
				<tr>
					<td>
						 
					</td>
					<td>
						Сборное железобетонные плитьы перекрытия т. 160 - 220мм.
					</td>
				</tr>
				<tr>
					<td>
						8.
					</td>
					<td>
						Стены мансарды, фронтоны
					</td>
					<td>
						Керамзитобетонные блоки "Еврокам" 400*200*400 мм. Плотность D700, марка по прочности М50, морозостойкость F50. Толщина блока 400мм.  Высота стены 3000мм . Кладка стен на теплый перлитовый раствор с армированием каждого 4-го ряда.
					</td>
					<td>
						 
					</td>
					<td>
						 
					</td>
				</tr>
				<tr>
					<td rowspan="3">
						9.
					</td>
					<td rowspan="3">
						Внутренние перегородки мансарды
					</td>
					<td rowspan="2">
						Деревянный каркас с обшивкой плитой OSB 12mm с одной стороны. Обработка деревянных конструкций огнебиозащитным составом.
					</td>
					<td>
						 
					</td>
					<td>
						При бетонных перекрытиях все перегородки 2го этажа из двойного щелевого кирпича М150.
					</td>
				</tr>
				<tr>
					<td>
						 
					</td>
					<td>
						При деревянных перекрытиях есть возможность устройства газобетонных перегородок при использовании металлоконструкций под перегородками (двутавры).
					</td>
				</tr>
				<tr>
					<td>
						При бетонных перекрытиях все перегородки 2го этажа из двойного щелевого кирпича М150.
					</td>
					<td>
						 
					</td>
					<td>
						 
					</td>
				</tr>
				<tr>
					<td rowspan="3">
						10.
					</td>
					<td rowspan="3">
						Кровля
					</td>
					<td>
						Устройство усиленной стропильной системы - деревянный брус сечением 50х200mm, шаг 600мм. Обрешетка шаговая (вентилируемая кровля)-доска сечением 20…25мм. Потолок мансарды не подшивается. Обработка деревянных конструкций огнебиозащитным составом
					</td>
					<td>
						 
					</td>
					<td>
						Мягкая черепица.
					</td>
				</tr>
				<tr>
					<td>
						Устройство пароизаляции кровли современного мембранного типа.
					</td>
					<td>
						 
					</td>
					<td>
						Композитная черепица.
					</td>
				</tr>
				<tr>
					<td>
						Металлочерепица с полимерным покрытием фирма «Грандлайн».
					</td>
					<td>
						 
					</td>
					<td>
						Натуральная черепица. И т.д..
					</td>
				</tr>
				<tr>
					<td>
						11.
					</td>
					<td>
						Устройство вентиляционных, каминных и дымовых труб
					</td>
					<td>
						 
					</td>
					<td>
						 
					</td>
					<td>
						Устройство вентиляционных, каминных и дымовых труб
					</td>
				</tr>
				<tr>
					<td>
						12
					</td>
					<td>
						Монтаж вильп
					</td>
					<td>
						 
					</td>
					<td>
						 
					</td>
					<td>
						Монтаж вильп
					</td>
				</tr>
				<tr>
					<td>
						13
					</td>
					<td>
						Устройство террас
					</td>
					<td>
					</td>
					<td>
						 
					</td>
					<td>
						Устройство террас
					</td>
				</tr>
				<tr>
					<td>
						14
					</td>
					<td>
						Устройство крыльца
					</td>
					<td>
						 
					</td>
					<td>
						 
					</td>
					<td>
						Устройство крыльца
					</td>
				</tr>
				<tr>
					<td>
						15
					</td>
					<td>
						Устройтсво межэтажной лестницы
					</td>
					<td>
						 
					</td>
					<td>
						 
					</td>
					<td>
						устройтсво межэтажной лестницы
					</td>
				</tr>
				<tr>
					<td>
						16
					</td>
					<td>
						Остекление и установка дверей
					</td>
					<td>
					</td>
					<td>
						 
					</td>
					<td>
						Устновка окон, остекление балконов, террасс
					</td>
				</tr>
				<tr>
					<td>
						17
					</td>
					<td>
						Внешняя отделка фасада
					</td>
					<td>
						 
					</td>
					<td>
						 
					</td>
					<td>
						Затирка кладочных швов. Монтаж декоративных элементов. Облицовка цоколя декоративным камнем. Обработка фапсада гиброфобным средством (отталкивание влаги и грязи до 10 лет).
					</td>
				</tr>
				</tbody>
				</table>
			</div>
		</div>
	</div>
</div>

	<div class="priceListCatTitle">
		<div class="typeh3">Строительство дома из оцилиндрованного бруса</div>
	</div>
	<div class="priceListCatBody">
		<div class="textBlock">
			<table>
				<tbody>
					<tr>
						<td>
							1
						</td>
						<td>
							Cтроительство дома из оцилиндрованного бруса (финская чаша)  в базовой комплектации "под усадку"
						</td>
						<td>
							от 11 500,00 руб.
						</td>
					</tr>
				</tbody>
			</table>
			<p>
				<a href="#morenew" class="showMoreText readmore dashed"><i class="sprite"></i><span class="text">Подробнее</span></a>
			</p>
			<div class="moreText" id="morenew" >
			<table>
    <tr>
        <td>&nbsp;</td>
        <td>Наименование</td>
        <td>Характеристики конструкций	</td>
        <td>Дополнительно</td>
    </tr>
    <tr>
        <td>1</td>
        <td>Фундамент свайно-ростверковый.</td>
        <td>Буронабивные сваи на глубину промерзания. Ростверк (лента) 400х600 мм.
- Гидроизоляция «Гидростеклоизол»
- Песчаная подсыпка под фундамент
- Бетон М300 (B 22,5)</td>
        <td>Любой другой тип фундамента. Устройство отмостки.</td>
    </tr>
    <tr>
        <td>2</td>
        <td>Стены наружные</td>
        <td>Оцилиндрованное бревно с нарезанными в размер деталями и чашами д.220 мм. Обработка антисептиком оцилиндрованных бревен в заводских условиях методом погружения в ванну.</td>
        <td>Коробка дома из бревна другого диаметра, из  бруса (профилированного, кленого  и тд)</td>
    </tr>
    <tr>
        <td>3</td>
        <td>Межвенцовый утеплитель, нагеля</td>
        <td>ДжутТермо   15 мм.</td>
        <td>-</td>
    </tr>
    <tr>
        <td>4</td>
        <td>Перекрытия</td>
        <td>Балки перекрытия (лаги) - брус 200х100 мм., потолка 150*50мм. Обработка огне биозащитным составом</td>
        <td>-</td>
    </tr>
    <tr>
        <td>5</td>
        <td>Устройство постоянной кровли</td>
        <td>Металлочерепица. Подшив софитов строганной доской. Пароизоляция. Утепление.</td>
        <td>Гибкая  черепица,  и тп. Монтаж снегоудержателей и водосточной системы.</td>
    </tr>
    <tr>
        <td>6</td>
        <td>Шлифовка сруба</td>
        <td>Снаружи и внутри на 2 слоя</td>
        <td>-</td>
    </tr>
    <tr>
        <td>7</td>
        <td>Окраска сруба</td>
        <td>Снаружи и внутри на 2 слоя</td>
        <td>-</td>
    </tr>
    <tr>
        <td>8</td>
        <td>Подшив карнизов строганной доской</td>
        <td>-</td>
        <td>-</td>
    </tr>
    <tr>
        <td>9</td>
        <td>Устройство пола перекрытия фундамента</td>
        <td>Черновой подшив, паро-гидроизоляция, утепление, лаги, доска пола</td>
        <td>-</td>
    </tr>
    <tr>
        <td>10</td>
        <td>Устройство перекрытия перовго этажа</td>
        <td>Черновой подшив, паро-гидроизоляция, утепление, лаги, доска пола, обшивочная доска.</td>
        <td>-</td>
    </tr>
    <tr>
        <td>11</td>
        <td>Подшив потолка</td>
        <td>Обшивочная доска.</td>
        <td>-</td>
    </tr>
    <tr>
        <td>12</td>
        <td>Установка каркасов межкомнатных перегородок</td>
        <td>Оделка каркасов блок-хаусом.</td>
        <td>-</td>
    </tr>
    <tr>
        <td>13</td>
        <td>Подготовка оконных и дверных проемов</td>
        <td>Торцовка-подгон по размеру, устройство паза монтажного бруска.</td>
        <td>-</td>
    </tr>
    <tr>
        <td>14</td>
        <td>Установка фальш-коробок</td>
        <td>-</td>
        <td>-</td>
    </tr>
    <tr>
        <td>15</td>
        <td>Установка оконных и дверных блоков с обналичкой</td>
        <td>-</td>
        <td>-</td>
    </tr>
    <tr>
        <td>16</td>
        <td>Окраска пола, потолка, карнизов </td>
        <td>2 слоя</td>
        <td>-</td>
    </tr>
    <tr>
        <td>17</td>
        <td>Устройство водоснабжения:</td>
        <td>Разводка труб  по дому</td>
        <td>Скважина.  Септик.</td>
    </tr>
    <tr>
        <td>18</td>
        <td>Монтаж системы отопления:</td>
        <td>Оборудование котельной, установка котла, разводка труб, монтаж радиаторов.</td>
        <td>-</td>
    </tr>
    <tr>
        <td>19</td>
        <td>Электротехнические работы:</td>
        <td>Автоматы, счетчик,выключатели, розетки, кабели, монтаж светильников</td>
        <td>-</td>
    </tr>
</table>
			</div>
		</div>
	</div>

<div class="priceListCat">
	<div class="priceListCatTitle">
		<div class="typeh3">Строительство каркасно-щитового дома</div>
	</div>
	<div class="priceListCatBody">
		<div class="textBlock">
	
		
			<table>
				<tbody><tr>
					<td>1</td>
					<td>Строительство каркасно-щитового дома в базовой комплектации</td>
					<td>от 10 700 руб. за 1м2</td>
				</tr>
				
				<tr>
					<td>2<br></td>
					<td>Строительство каркасно-щитового дома  под ключ </td>
					<td>от 19 700 руб. за 1м2</td>
				</tr>
			</tbody></table>
			<p>
				<a href="/proekty-domov/karkasnye-doma/" class="grad_but">Каталог проектов каркасно-щитовых домов</a>
			</p>
			<p>
				<a href="#more4" class="showMoreText readmore dashed"><i class="sprite"></i><span class="text">Подробнее</span></a>
			</p>
			<div class="moreText" id="more4">
				<div class="typeh4">Перечень работ, предусмотренных при строительстве каркасно-щитового дома в базовой комплектации</div>
<table cellpadding="0" cellspacing="0">
  <tbody><tr>
    <td> </td>
    <td>Наименование</td>
    <td>Характеристики конструкций</td>
    <td>цена за м2</td>
    <td>Дополнительно</td>
  </tr>
  <tr>
    <td rowspan="4">1</td>
    <td rowspan="4"> Фундамент</td>
    <td rowspan="4"><br>Свайно-ростверковый <br> <br> <br></td>
    <td rowspan="4">       </td>
    <td rowspan="4">Ленточный    фундамент мелкозаглубленный   <br> <br></td>
  </tr>
  <tr>
    
    
    
  </tr>
  <tr>
    
    
    
  </tr>
  <tr>
    
    
    
  </tr>
  <tr>
    <td>2.</td>
    <td>Инженерные сети</td>
    <td>Устройство    закладных для прокладки канализационной и водопроводной труб, без подключения    ко внешним сетям.</td>
    <td> </td>
    <td>Установка    септика «ТОПАС», «АСТРА». Подключение всех коммуникаций к сети.</td>
  </tr>
  <tr>
    <td>3.</td>
    <td>Стены наружные</td>
    <td>Стены обшитые ОСП с базальтовым утепителем 150мм с  гидропароизоляцией .Высота первого этажа 2,6-2,7м. Высота второго 2,6-2,7м<br></td>
    <td> </td>
    <td> </td>
  </tr>
  <tr>
    <td>4.</td>
    <td>Перегородки внутренние</td>
    <td>Перегородки обшитые ОСП с базальтовым утеплителем 100мм <br></td>
    <td> </td>
    <td><br></td>
  </tr>
  <tr>
    <td>5.</td>
    <td>Межэтажные    перекрытия</td>
    <td>Междуэтажное перекрытие брус 100*200 <br></td>
    <td> </td>
    <td> </td>
  </tr>
  <tr>
    <td>6.</td>
    <td>Устройство пола<br></td>
    <td>Черновой пол второго этажа из обрезной доски 25*150<br></td>
    <td> </td>
    <td> </td>
  </tr>
  <tr>
    <td rowspan="3">7.</td>
    <td rowspan="3">Кровля</td>
    <td rowspan="3">Стропильная
 система из доски 50*200.                                           <br>
Утепление между стропил базальтовой ватой толщиной 
200мм.                    <br>Финишное покрытие ондулином.</td>
    <td> </td>
    <td><br></td>
  </tr>
  <tr>
    <td> </td>
    <td><br></td>
  </tr>
  <tr>
    <td> </td>
    <td><br></td>
  </tr>
  <tr>
    <td>8.</td>
    <td>Наружная отделка<br></td>
    <td>Сайдинг<br></td>
    <td> </td>
    <td> </td>
  </tr>
  
  
  
  <tr>
    <td rowspan="3">9.</td>
    <td rowspan="3">Кровля</td>
    <td>Стропильная система из доски 50*200.                                           Утепление между стропил базальтовой ватой толщиной 200мм.                    Финишное покрытие ондулином.<br></td>
    <td> </td>
    <td><br></td>
  </tr>
  
</tbody></table>

			</div>
		</div>
	</div>
</div>





 <br>
 <br>
 <br><?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>