<?php /* Smarty version Smarty-3.1.14, created on 2019-03-03 06:50:20
         compiled from "bc56145c29d31847a742b267c6e220c3c7a77aeb" */ ?>
<?php /*%%SmartyHeaderCode:10725153175c7b4efc812c43-16702232%%*/if(!defined('SMARTY_DIR')) exit('no direct access allowed');
$_valid = $_smarty_tpl->decodeProperties(array (
  'file_dependency' => 
  array (
    'bc56145c29d31847a742b267c6e220c3c7a77aeb' => 
    array (
      0 => 'bc56145c29d31847a742b267c6e220c3c7a77aeb',
      1 => 0,
      2 => 'string',
    ),
  ),
  'nocache_hash' => '10725153175c7b4efc812c43-16702232',
  'function' => 
  array (
  ),
  'has_nocache_code' => false,
  'version' => 'Smarty-3.1.14',
  'unifunc' => 'content_5c7b4efc82f157_58535270',
),false); /*/%%SmartyHeaderCode%%*/?>
<?php if ($_valid && !is_callable('content_5c7b4efc82f157_58535270')) {function content_5c7b4efc82f157_58535270($_smarty_tpl) {?><p><strong><span style="font-size: 18px;"></span></strong><strong><span style="font-size: 18px;">Существует два основных вида грузовых тележек:</span></strong></p><p style="text-align: justify;"><strong>Ручные</strong> - классическая складская тележка, которая служит для перевозки различных грузов: тары, материалов, негабаритных предметов и т.п. Как правило такие тележки обладают небольшой грузоподъемностью - до 600 кг.Самые распространенные их разновидности: платформенные, специализированные, лестничные.</p><p><img src="/wa-data/public/shop/img/тележка ручная.jpg" style="width: 390px; height: 381px;" width="390" height="381"></p><p style="text-align: justify;"><br><strong>Гидравлические</strong> - подобные тележки могут не только перевозить груз, но и поднимать его на небольшую высоту, что очень удобно при штабелировании (размещении в ярусы). Подобные тележки в свою очередь подразделяются на стандартные и низкопрофильные.<br>Особенности конструкции.</p><p style="text-align: justify;"><img src="/wa-data/public/shop/img/гидравлическая.jpg" style="width: 443px; height: 418px;" width="443" height="418"><br></p><p style="text-align: justify;"><br>Тележки для склада делятся на несколько видов (цена варьируется от этого), но в их устройстве есть общие элементы: у любой тележки есть платформа, на которой размещают груз, колеса (в разном количестве), и ручка, при помощи которой осуществляют управление тележкой. </p><p style="text-align: justify;"><br><strong><span style="font-size: 18px;">Основные характеристики</span></strong></p><p><br></p>
<ul><li>Грузоподъемность, т.е. масса, на которую рассчитана тележка. Может варьироваться от 100 до 1000 кг.</li><li>Габариты площадки для размещения груза - в зависимости от конструкции это может быть размер платформы или длина вил.</li><li>Диаметр колес - он может быть различным, но чем этот показатель меньше, тем ровнее должно быть напольное покрытие на складе или цеху, где будет эксплуатироваться тележка.В некоторых тележках указывается высота подхвата, т.е минимальное расстояние от земли, с которого оборудование может поднять груз.</li></ul><?php }} ?>