<?php /* Smarty version Smarty-3.1.14, created on 2019-03-05 04:26:35
         compiled from "9c2fb2d4512f89433b68947d06644d7751b0b391" */ ?>
<?php /*%%SmartyHeaderCode:1027492785c7dd04b3fc5e2-92289419%%*/if(!defined('SMARTY_DIR')) exit('no direct access allowed');
$_valid = $_smarty_tpl->decodeProperties(array (
  'file_dependency' => 
  array (
    '9c2fb2d4512f89433b68947d06644d7751b0b391' => 
    array (
      0 => '9c2fb2d4512f89433b68947d06644d7751b0b391',
      1 => 0,
      2 => 'string',
    ),
  ),
  'nocache_hash' => '1027492785c7dd04b3fc5e2-92289419',
  'function' => 
  array (
  ),
  'has_nocache_code' => false,
  'version' => 'Smarty-3.1.14',
  'unifunc' => 'content_5c7dd04b418d89_10476875',
),false); /*/%%SmartyHeaderCode%%*/?>
<?php if ($_valid && !is_callable('content_5c7dd04b418d89_10476875')) {function content_5c7dd04b418d89_10476875($_smarty_tpl) {?><p style="text-align: justify;">В начале двадцатого века в Америке изобрели полиуретан, назвав его "материалом с неограниченными возможностями", что сделало возможным его использование в различных целях, в том числе и для полиуретановых колес, названных в честь их шин из этого материала. Они могут поднимать самые тяжелые грузы, очень долговечны и надежны. К плюсам таких колес также можно отнести низкое сопротивление качению, так как это позволяет легко маневрировать, даже везя самые тяжелые грузы.</p><p style="text-align: justify;"><br><span style="font-size: 18px;"><strong><a href="/category/kolesa/poliuretanovye/">Полиуретановые колеса</a> </strong></span>предусмотрены для тележек, или иных грузовых устройств, используемых в большей степени в закрытых помещениях (колеса, имеющие широкую шинку могут применяться и на улице). Они гарантируют бесшумность и равномерность хода на твердых покрытиях. Сама поверхность контактного слоя из полиуретана отличается высочайшей износоустойчивостью. Эти колеса могут использоваться при градации температур от -30 до +50 градусов Цельсия.,<br>Полиуретановые колеса фактически ликвидируют вероятность разрушения колеса из-за механических воздействий благодаря чугунному ободу. При этом полиуретан показывает максимальную устойчивость при контакте с топливом, машинными маслами, растворителями и другими агрессивными средами.  Колеса из полиуретана делает возможным транспортировку более тяжелых грузов, чем могут себе позволить обычные резиновые колеса. Как вы можете видеть, благодаря всем этим характеристикам, колеса из полиуретана будут служить вам долго даже при самом активном использовании.<br><br><a href="/category/kolesa/poliuretanovye/">Полиуретановые колеса</a>, которыми оснащают грузовые тележки, совсем не привередливы, однако, они нуждаются в хороших напольных покрытиях.</p><p style="text-align: justify;"><img style="width: 628px; height: 376px;" src="/wa-data/public/shop/img/полиуретановые большегрузные колеса-1.jpg" height="376" width="628"></p><p style="text-align: justify;"><br>Для перемещения особо тяжелых грузов также отлично подойдут <a href="/category/kolesa/poliuretanovye/">полиуретановые колеса</a>, за счет прочности и твердости этого материла. Резина значительно мягче полиуретана, из-за чего больше подвержена деформации. Еще один плюс полиуретана в том, что он не оставляет следов на поверхности, что имеет огромное значение для многих потребителей.<br><br>Такие колеса отлично подойдут для промышленного и строительного оборудования, а также для химической или пищевой промышленности.<br><br>В ассортименте компании MFK-torg вы сможете найти поворотные и неповоротные <a href="/category/kolesa/poliuretanovye/">полиуретановые колеса</a>, колеса без кронштейна, а также поворотные колеса с тормозом. <br></p><?php }} ?>