<?php /* Smarty version Smarty-3.1.14, created on 2019-03-04 23:54:54
         compiled from "90162e8d40e9111751f1f16aa0c8f3202e5ce1af" */ ?>
<?php /*%%SmartyHeaderCode:14360212615c7d909ed31af5-31676032%%*/if(!defined('SMARTY_DIR')) exit('no direct access allowed');
$_valid = $_smarty_tpl->decodeProperties(array (
  'file_dependency' => 
  array (
    '90162e8d40e9111751f1f16aa0c8f3202e5ce1af' => 
    array (
      0 => '90162e8d40e9111751f1f16aa0c8f3202e5ce1af',
      1 => 0,
      2 => 'string',
    ),
  ),
  'nocache_hash' => '14360212615c7d909ed31af5-31676032',
  'function' => 
  array (
  ),
  'has_nocache_code' => false,
  'version' => 'Smarty-3.1.14',
  'unifunc' => 'content_5c7d909ed509a2_24789917',
),false); /*/%%SmartyHeaderCode%%*/?>
<?php if ($_valid && !is_callable('content_5c7d909ed509a2_24789917')) {function content_5c7d909ed509a2_24789917($_smarty_tpl) {?><p>Как бы аккуратно не эксплуатировалась тележка, ее <a href="http://mfk-torg.ru/category/kolesa/promyshlennye/">колеса</a> рано или поздно изнашиваются, поэтому их необходимо заменять. При выборе <a href="http://mfk-torg.ru/category/kolesa/bolshegruznye/">колес</a> обязательно нужно учитывать нагрузку, которая ляжет на тележку, тип полового покрытия, а также агрессивность окружающей среды в которой будет работать тележка. Например при изменении температур различные материалы ведут себя по разному. Некоторые <a href="http://mfk-torg.ru/category/kolesa/apparatnye/">колеса и колесные опоры</a> в сложных температурных условиях становятся хрупкими и быстро ломаются.</p><p><a href="http://mfk-torg.ru/category/kolesa/dlya-rokhli/">Колеса для тележек</a> чаще всего изготавливаются из резины, полипропилена, полиамида и полиуретана. Самыми высокими характеристиками, пожалуй, обладает полипропилен. Он не подвержен воздействиям агрессивных сред, таких как: кислоты, основания, спирта, некоторые растворители и другие вещества. Далее по надежности идет полиамид, он имет иммунитет к слабым кислотам, например уксусной и олеиновой, а также к воздействию большинства оснований. Перед сильными кислотами он уязвим, но вот с растворителями, на подобие ацетона, метилового кетона, диметилового эфира и дихлорциклогексадиена ведет себя лучше, чем полипропилен.</p><p><br><a href="http://mfk-torg.ru/category/kolesa/poliuretanovye/">Полиуретановые</a> и резиновые колеса для тележек все же созданы для работы в нормальных условиях. При встрече с агрессивными средами такие колеса практически беззащитны. Но у них есть множество своих достоинств: он лучше всего подойдут для эксплуатации на бетоне, цементе, асфальте и металлической поверхности.</p><p><br>Выбирая <a href="http://mfk-torg.ru/category/kolesa/pnevmaticheskie/">колеса для тележек</a> обратите внимание на такие их свойства, как маневренность. Данная величина во многом зависит от комбинации колес. Скорость и грузоподъемность также стоит учитывать. Помните, что выбирая колеса для тележек, чем они больше - тем легче везти тележку, а это очень важно при ручном способе перемещения. <br></p><?php }} ?>