<?php /* Smarty version Smarty-3.1.14, created on 2019-03-03 05:12:17
         compiled from "a673ee6091ea2b141f6c02e07dc33fb4d6ad85f9" */ ?>
<?php /*%%SmartyHeaderCode:1489327505c7b3801399355-97875990%%*/if(!defined('SMARTY_DIR')) exit('no direct access allowed');
$_valid = $_smarty_tpl->decodeProperties(array (
  'file_dependency' => 
  array (
    'a673ee6091ea2b141f6c02e07dc33fb4d6ad85f9' => 
    array (
      0 => 'a673ee6091ea2b141f6c02e07dc33fb4d6ad85f9',
      1 => 0,
      2 => 'string',
    ),
  ),
  'nocache_hash' => '1489327505c7b3801399355-97875990',
  'function' => 
  array (
  ),
  'has_nocache_code' => false,
  'version' => 'Smarty-3.1.14',
  'unifunc' => 'content_5c7b38013b76e4_76143581',
),false); /*/%%SmartyHeaderCode%%*/?>
<?php if ($_valid && !is_callable('content_5c7b38013b76e4_76143581')) {function content_5c7b38013b76e4_76143581($_smarty_tpl) {?><p>Навешивание шкафов на монтажную планку является, пожалуй, самым распространенным способом крепления шкафчиков и полок к стене, и имеет множество преимуществ:</p><p>Вся работа может быть выполнена одним человеком, ведь не нужно поддерживать шкаф, когда делается разметка;На шине для навески шкафа имеются специально сделанные насечки, с помощью которых можно легко регулировать ее длину;Не нужен бордюр для выравнивания;Просто не только устанавливать монтаж на рейку, но и проводить демонтаж. Навешивание шкафов таким способом занимает мало времени, в среднем около 1,5 часов.благодаря специальным регулировочным винтам, расположение шкафов возможно изменять делая их выше-ниже, также приближать к стенке либо отдалять от нее. Это приспособление дозволяет фактически точно выровнять шкаф, что достаточно тяжело, а при применении обычных петель и не всегда нереально;<br>Но несмотря на легкость и удобство данного способа он имеет свои недостатки:<br>Сам комплект, в который входят монтажная рейка и навески, стоит не дешево. Но только Вам решать, окупает ли сэкономленное время большие затраты. Шкаф не совсем плотно прилегает к стене, из-за чего в верхней части появляется небольшой зазор. </p><?php }} ?>