<?php /* Smarty version Smarty-3.1.14, created on 2019-03-03 08:41:45
         compiled from "a27e7d8dcd18536a5ff10b1afd31b17bb82f67cc" */ ?>
<?php /*%%SmartyHeaderCode:9171800895c7b6919961284-95386124%%*/if(!defined('SMARTY_DIR')) exit('no direct access allowed');
$_valid = $_smarty_tpl->decodeProperties(array (
  'file_dependency' => 
  array (
    'a27e7d8dcd18536a5ff10b1afd31b17bb82f67cc' => 
    array (
      0 => 'a27e7d8dcd18536a5ff10b1afd31b17bb82f67cc',
      1 => 0,
      2 => 'string',
    ),
  ),
  'nocache_hash' => '9171800895c7b6919961284-95386124',
  'function' => 
  array (
  ),
  'has_nocache_code' => false,
  'version' => 'Smarty-3.1.14',
  'unifunc' => 'content_5c7b691997d401_84768283',
),false); /*/%%SmartyHeaderCode%%*/?>
<?php if ($_valid && !is_callable('content_5c7b691997d401_84768283')) {function content_5c7b691997d401_84768283($_smarty_tpl) {?><p>Первые роликовые направляющие в мебели стали появляться еще в 90-е. Тогда наличие столь редкого механизма дома считалось очень престижным и состоятельным, ведь столы с такими ящиками стоили больших денег. Вскоре роликовые направляющие стали производится массово, что сделало их доступными для любых групп потребителей. Сегодня роликовые направляющие используются почти в любой мебели, которая имеет какие-либо выдвижные элементы. Их система чрезвычайно проста. База состоит из алюминиевых либо железных креплений для ящиков и непосредственно комплекта роликов, по которым перемещается ящик. Благодаря резиновому наружному слою ролика процесс движения является мягким и бесшумным. Помимо прочего для открытия либо закрытия такового ящика не надо прилагать огромных усилий, потому что перемещение ролика происходит инерционно после небольшого толчка либо рывка. Очередное важное превосходство этих направляющих - простота установки. Нужно всего лишь завести ролик в паз каркаса, после чего ящик встает на место. Более того, шариковые и роликовые направляющие конструкции не восприимчивы к неровностям стен, потому что имеют возможность установки относительно одной вертикальной стены. Плюсом такового варианта считается приемлемая стоимость. Но есть и значимый минус. Так, при выдвижении роликового ящика на всю длину довольно велика возможность его опрокидывания, так как роликовый привод не обустроен тормозной и противовесной системой. Аналогично в случае если прикладывать огромные усилия при выдвижении этих частей, то они будут сильно хлопать, что может привести к поломке всех деталей.</p><p>Но, благодаря более совершенной системе, шариковый вариант увеличивает устойчивость с помощью рассредотачивания нагрузки на все части ящика. Шариковые составные части обустроены тормозами, а также противовесом. Данное дозволяет покупателю не думать про то, на какую длину выдвинут ящик и как он нагружен. Помимо прочего достоинством считается присутствие нескольких рядов шариков, что дозволяет в случае неисправности одного шарика равномерно распределить вес на все остальные шарики.</p><?php }} ?>