<?php /* Smarty version Smarty-3.1.14, created on 2019-03-06 12:34:39
         compiled from "c77009c86722328a8f4e6da2c4a2edc5f4453760" */ ?>
<?php /*%%SmartyHeaderCode:15899481565c7f942f0cb748-90820003%%*/if(!defined('SMARTY_DIR')) exit('no direct access allowed');
$_valid = $_smarty_tpl->decodeProperties(array (
  'file_dependency' => 
  array (
    'c77009c86722328a8f4e6da2c4a2edc5f4453760' => 
    array (
      0 => 'c77009c86722328a8f4e6da2c4a2edc5f4453760',
      1 => 0,
      2 => 'string',
    ),
  ),
  'nocache_hash' => '15899481565c7f942f0cb748-90820003',
  'function' => 
  array (
  ),
  'has_nocache_code' => false,
  'version' => 'Smarty-3.1.14',
  'unifunc' => 'content_5c7f942f0e7e29_24643529',
),false); /*/%%SmartyHeaderCode%%*/?>
<?php if ($_valid && !is_callable('content_5c7f942f0e7e29_24643529')) {function content_5c7f942f0e7e29_24643529($_smarty_tpl) {?><p>Грузовые тележки применяются повсеместно, а некоторые грузы очень специфичны, потому было придумано множество <strong>нестандартных тележек</strong>. Среди них: </p><ul><li>большегрузная система</li><li>подкатная опора</li><li>мусорная тележка</li><li>тележка-накопитель</li><li>кузовная тележка</li></ul><p><br>Большегрузная система, как можно догадаться из названия, служит для перевоза грузов большой массы, поэтому строительные тележки часто изготавливаются именно в таком виде. В основном используются такие системы для транспортировки тяжелого груза на строительных площадках. Чтобы обеспечить устойчивость груза и его перемещение, используется поворотная и неповоротная колесная система. </p><p><br>Подкатная опора с трудом может называться грузовой тележкой. Это низко расположенная платформа, которая перемещается на маленьких роликах. При необходимости можно совместить несколько подкатных опор, и управлять ими одновременно с помощью одной ручки. Такие тележки делают возможным перевозить объемные и массивные грузы.</p><p><br>Мусорная тележка разработана для перевозки всевозможных отходов, для чего внутри нее закрепляется специальный мешок, который поддерживается металлической сеткой. Сама тележка закрывается плотной крышкой. </p><p><br>Тележка-накопитель считается усовершенствованной версией платформенной телеги, в ней находится железная корзина с небольшой сеткой и откидным бортом. В такой технике легко перевозятся детали и всевозможные небольшие вещи, которые могут рассыпаться при применении обычной платформенной тележки. </p><p><br>Кузовная тележка представляет собой тележку платформенного типа с установленным железным ящиком, который служит для транспортировки плотных грузов.</p><?php }} ?>