<?php /* Smarty version Smarty-3.1.14, created on 2019-03-02 23:49:12
         compiled from "48e120ecd550c1accf2935afef20746924eed9ea" */ ?>
<?php /*%%SmartyHeaderCode:7198601245c7aec481b3100-30014464%%*/if(!defined('SMARTY_DIR')) exit('no direct access allowed');
$_valid = $_smarty_tpl->decodeProperties(array (
  'file_dependency' => 
  array (
    '48e120ecd550c1accf2935afef20746924eed9ea' => 
    array (
      0 => '48e120ecd550c1accf2935afef20746924eed9ea',
      1 => 0,
      2 => 'string',
    ),
  ),
  'nocache_hash' => '7198601245c7aec481b3100-30014464',
  'function' => 
  array (
  ),
  'has_nocache_code' => false,
  'version' => 'Smarty-3.1.14',
  'unifunc' => 'content_5c7aec481cf3b5_44745781',
),false); /*/%%SmartyHeaderCode%%*/?>
<?php if ($_valid && !is_callable('content_5c7aec481cf3b5_44745781')) {function content_5c7aec481cf3b5_44745781($_smarty_tpl) {?><p style="text-align: justify"><span style="font-size: 18px;"><strong>Гидравлической тележкой</strong></span> (в народе рохля или рокла) называют перевозчик поддонов, используемый для перемещения грузов ручным способом, главным образом на поддонах (палетах). От обычных тележек отличается присутствием гидравлического домкрата. Он, посредством тяг и рычагов, поднимает вверх и опускает вилы данной тележки.<br>Широкое применение гидравлические тележки получили в различных магазинах, складах и.т.д И, несмотря на использование в больших складских комплексах другой разнообразной техники, такой как штабелеры и погрузчики, рохли там также используются.<br><strong><br>Есть два вида разновидности тележек - гидравлические (механические) и самоходные тележки (иначе - транспортировщик поддонов)</strong></p>

<p style="text-align: justify;"><img style="width: 814px; height: 257px;" src="/wa-data/public/shop/img/колеса для рохли.jpg" width="814" height="257"><br>Само название "рохля" появилось в России благодаря выходу на рынок тележек фирмы "Rocla" из Финляндии, которые отличались своей надежностью, технологичностью и высокой ценой. В 1990-е годы на российском рынке появились японские, английские, датские и немецкие тележки, а, в последствие, еще и азиатские.<br><br><strong>Российский рынок гидравлических тележек можно разделить на:</strong><br></p>

<ul>

<li>Самые дорогостоящие и качественные тележки от известных брендов, которым отдается только 10 процентов рынка.</li>

<li>Тележки средней стоимости и качества, которые занимают 70 процентов рынка.</li>

<li>Дешевые тележки из Азии - им принадлежит около 20 процентов рынка.</li>

</ul>

<p style="text-align: justify;" rel="text-align: justify;"><strong>Разновидности</strong></p>

<p style="text-align: justify;"><strong></strong><br>Самая уязвимая часть рокли - это ее колеса, которые ломаются и портятся чаще всего, вне зависимости от внешних факторов и условий содержания. Это происходит из-за того, что стирается контактирующий с поверхностью слой колес. Если вы решились менять колеса, то обратите внимание на то, где вы собираетесь использовать рохлю, в помещениях или на улице, какова будет нагрузка, маневренность и др.</p>

<p style="text-align: justify;"><br><a href="http://mfk-torg.ru/category/kolesa/dlya-rokhli/">Колеса для рохли</a> на нашем сайте изготавливаются из высококачественного полиуретана красного цвета для контактного слоя,что обеспечивает плавное движение, бесшумность и высокую износостойкость. Они способны работать при градации температур от -30 до +50 градусов Цельсия.</p>

<p style="text-align: justify;"><br>Также, <a href="http://mfk-torg.ru/category/kolesa/dlya-rokhli/">колеса для гидравлической тележки</a> из полиуретана наиболее универсальны, они могут использоваться на разных типах напольных покрытий, в химической и пищевой промышленности.</p><?php }} ?>