<?php /* Smarty version Smarty-3.1.14, created on 2019-03-03 14:04:22
         compiled from "7f5d5c4d695639436ca4afb239249e64992a9b76" */ ?>
<?php /*%%SmartyHeaderCode:12227515435c7bb4b6cceb97-89951380%%*/if(!defined('SMARTY_DIR')) exit('no direct access allowed');
$_valid = $_smarty_tpl->decodeProperties(array (
  'file_dependency' => 
  array (
    '7f5d5c4d695639436ca4afb239249e64992a9b76' => 
    array (
      0 => '7f5d5c4d695639436ca4afb239249e64992a9b76',
      1 => 0,
      2 => 'string',
    ),
  ),
  'nocache_hash' => '12227515435c7bb4b6cceb97-89951380',
  'function' => 
  array (
  ),
  'has_nocache_code' => false,
  'version' => 'Smarty-3.1.14',
  'unifunc' => 'content_5c7bb4b6cee0b1_95511629',
),false); /*/%%SmartyHeaderCode%%*/?>
<?php if ($_valid && !is_callable('content_5c7bb4b6cee0b1_95511629')) {function content_5c7bb4b6cee0b1_95511629($_smarty_tpl) {?><p><span style="font-size: 18px;"><strong><a href="/category/kolesa/promyshlennye/">Промышленные колеса</a> </strong></span>представляют собой качественные колеса маленьких диаметров. Они рассчитаны на значимые нагрузки и очень неприхотливы. Такие колеса могут использоваться в помещении или на улице, на различных неровных рельефах, при влиянии таких факторов, как пыль и вода. Спектр температур также очень высок, от -35 до +60 градусов. Все это делает промышленные колеса обширно используемыми для передвижного строительного, промышленного и складского оснащения. Например, в тачках, в складских тележках, рабочих платформ, тележках для бочек и.т.п<br><br><a href="/category/kolesa/promyshlennye/">Промышленные колеса</a> представляют собой практически главную часть в конструкции, ведь с помощью них можно организовать успешную трудовую деятельность для маневренной перевозки грузов разной массы и габаритов. Насчет материалов, из которых изготавливаются промышленные колеса, они могут быть совершенно разными, их нужно выбирать в зависимости от условий, в которых колеса будут использоваться. </p><p style="text-align: justify;"><img src="/wa-data/public/shop/img/Промышленные колеса фото.jpg"></p><p style="text-align: justify;"><strong><br>Промышленные колеса бывают разных видов:</strong></p><ul><li>Колесо промышленное без кронштейна</li><li>Колесо промышленное поворотное/неповоротное</li><li>Колесо промышленное поворотное с тормозом</li><li>Колесо промышленное под болт</li><li>Колесо промышленное под болт с тормозом</li></ul><p style="text-align: justify;"><br>Кронштейн в основном используется для крепления на вертикальной плоскости каких-то деталей и узлов машин и устройств. В колесе это подшипники. Колеса без кронштейна отлично подходят для транспортировки грузов средней тяжести.<br><br>Поворотные колеса являются наиболее маневренными, это делает возможным транспортировку грузов в самые труднодоступные места. Неповоротные колеса в свою очередь обеспечивают стабильное перемещение, в ходе которого нет необходимости маневрировать.<br><br>Поворотные колеса с тормозом очень пригодятся, если необходимо часто маневрировать, но обеспечивать неподвижность груза в определенные моменты. Они находят свое применение и в помещениях, и вне зданий.<br><br>На нашем сайте предоставлены <a href="/category/kolesa/promyshlennye/">промышленные колеса</a> диаметром от 75мм до 250мм и изготовлены из высококачественных материалов.<br></p><?php }} ?>