<?php /* Smarty version Smarty-3.1.14, created on 2019-03-02 21:35:07
         compiled from "b36fa6535026385c9f7f8d74e422e5f72c88deac" */ ?>
<?php /*%%SmartyHeaderCode:10084956995c7accdb5dc877-57026466%%*/if(!defined('SMARTY_DIR')) exit('no direct access allowed');
$_valid = $_smarty_tpl->decodeProperties(array (
  'file_dependency' => 
  array (
    'b36fa6535026385c9f7f8d74e422e5f72c88deac' => 
    array (
      0 => 'b36fa6535026385c9f7f8d74e422e5f72c88deac',
      1 => 0,
      2 => 'string',
    ),
  ),
  'nocache_hash' => '10084956995c7accdb5dc877-57026466',
  'function' => 
  array (
  ),
  'has_nocache_code' => false,
  'version' => 'Smarty-3.1.14',
  'unifunc' => 'content_5c7accdb5f8ca5_41389434',
),false); /*/%%SmartyHeaderCode%%*/?>
<?php if ($_valid && !is_callable('content_5c7accdb5f8ca5_41389434')) {function content_5c7accdb5f8ca5_41389434($_smarty_tpl) {?><p style="text-align: justify;">Компания MFK - Torg более 15 лет занимается оптовой поставкой
 товаров промышленного назначения. Компания за это время успела не только 
расширить ассортимент поставляемой продукции, но и стать одним из крупных поставщиков на территории России.</p>

<p style="text-align: justify;">На сегодняшний день компания МФК - Торг является одним из надежных партнеров по поставке промышленного товара.</p>

<p>Четкая и налаженная логистика позволяет доставлять товары нашим покупателям в срок. <br></p>

<p style="text-align: justify;">Компания МФК-торг рада предоставить своим клиентам все перечисленные в
 каталоге товары. Мы гарантируем отличное качество продукции и, как 
следствие, долгий срок ее эксплуатации. Кроме того, наша ценовая 
политика на представленные на сайте товары подтверждает то, что мы ценим
 своих клиентов и предоставляем для них лучшие условия для совершения 
покупок.</p>

<p style="text-align: justify;">Вся поставляемая продукция является неотъемлемой частью промышленных предприятий, мебельного и рекламного производства, а также производства торгового оборудования.</p>

<p style="text-align: justify;">Вся продукция компании МФК-торг произведена из материалов высочайшего
 качества: резина, полиуретан, сталь, алюминий и др. Мы предлагаем 
вашему вниманию колеса с тормозной системой, поворотные и неповоротные. 
Кроме того, у нас вы можете приобрести пневматические колеса и камеры к 
ним. </p>

<p><strong><br></strong></p>

<p><strong>Область применения колес:</strong><br>
•	торговля,<br>
•	ресайклинг,<br>
•	мебельная промышленность,<br>
•	тяжелая промышленность,<br>
•	медицина,<br>
•	пищевая промышленность и др.</p>

<p><strong><br></strong></p>

<p><strong>Труба хромированная </strong></p>

<p style="text-align: justify;">Наш каталог предлагает покупателям хромированные трубы диаметром от 10 мм до 50 мм и крепления к ним.</p>

<p style="text-align: justify;">Пластмасса (хоть она в наши дни довольно часто используется в 
производстве труб) - материал не очень прочный. Куда более качественным и
 долговечным является металл. Хромирование добавляет трубе надежности и 
защищает ее от коррозии. </p>

<p><strong><br></strong></p>

<p><strong>Достоинства продукции:</strong><br>
•	высокое качество,<br>
•	долгий срок эксплуатации,<br>
•	устойчивость к низким и высоким температурам и механическим повреждениям.</p>

<p><br></p>

<p><strong>Фурнитура для мебели </strong></p>

<p style="text-align: justify;">Компания "МФК-торг" предлагает своим покупателям высококачественные 
комплектующие для производства мебели: ручки, направляющие, крючки и 
петли, стеклодержатели, колеса мебельные, опоры и многое другое.</p>

<p style="text-align: justify;">Фурнитура для мебели - это мелочь, от которой зависит качество и 
надежность вашей продукции. Ненадежные крепления, плохие кронштейны и 
другие дефекты создадут плохую репутацию любой мебельной продукции. Наша
 компания заботиться о сохранении доброго имени наших покупателей и 
предлагает им приобретать для производства мебели только 
высококачественные товары.</p><?php }} ?>