<?php /* Smarty version Smarty-3.1.14, created on 2019-03-03 06:01:11
         compiled from "2d8f7244a26dc8baf2ba38895d6fe7800eb0be7e" */ ?>
<?php /*%%SmartyHeaderCode:5302566585c7b4377743977-26078923%%*/if(!defined('SMARTY_DIR')) exit('no direct access allowed');
$_valid = $_smarty_tpl->decodeProperties(array (
  'file_dependency' => 
  array (
    '2d8f7244a26dc8baf2ba38895d6fe7800eb0be7e' => 
    array (
      0 => '2d8f7244a26dc8baf2ba38895d6fe7800eb0be7e',
      1 => 0,
      2 => 'string',
    ),
  ),
  'nocache_hash' => '5302566585c7b4377743977-26078923',
  'function' => 
  array (
  ),
  'has_nocache_code' => false,
  'version' => 'Smarty-3.1.14',
  'unifunc' => 'content_5c7b437775fd67_81287609',
),false); /*/%%SmartyHeaderCode%%*/?>
<?php if ($_valid && !is_callable('content_5c7b437775fd67_81287609')) {function content_5c7b437775fd67_81287609($_smarty_tpl) {?><p><strong></strong><strong>Торговое оборудование Tritix (Тритикс)</strong> на сегодняшний день прочно заняла свое место на рынке. Модульные <a href="http://mfk-torg.ru/category/truby-i-sistema-joker/sistema-tritix-tritiks/">системы Тритикс</a> состоят из хромированных труб, которые быстро собираются в конструкции лестничного типа, состоящие из связок двух, трех или четырех труб диаметром 25 милимметров и длиной от 2000 до 3000 мм. Широкий ассортимент соединительных частей дозволяет строить конструкции различных конфигураций, что делает Tritix многоцелевым торговым и выставочным оборудованием.</p><p><img src="/wa-data/public/shop/img/тритикс.jpg"><br></p><p style="text-align: justify;">Благодаря тому, что в системе Тритикс используются трубы 25 мм, она совместима с другими подобными системами: Джокер и Уно, а также с экономпанелями. Это позволяет значительно расширить функциональные возможности Тритикс. Благодаря большому разнообразию труб и креплений можно оформить помещение любой архитектурной сложности.  Благодаря лестничному выполнению, имеется возможность расположить всевозможные полкодержатели, накопители, вешалки, зеркала и др подвесные составляющие. Сборные системы Tritix позволяют наиболее эффективно использовать торгово-выставочное место. </p><p style="text-align: justify;"><br>Подобное торговое оборудование имеет красивый и лакончиный дизайн в стиле "Hi-tech" и может быть окрашено в любой цвет. Тритикс позволяет решать любые задачи, связанные с оформлением помещений торгового и выставочного назначения. По-мимо красивого внешнего вида эти хромированные конструкции очень надежны и устойчивы, могут выдерживать достаточно значительные нагрузки. А благодаря небольшому весу, их легко перемещать, устанавливать и перевозить. По соотношению цена-качество система Тритикс также выигрывает перед своими аналогами.<br></p><?php }} ?>