<?php /* Smarty version Smarty-3.1.14, created on 2019-03-03 01:56:35
         compiled from "e8292ac6e0a443783776b8965734692b7923bfd6" */ ?>
<?php /*%%SmartyHeaderCode:4969687755c7b0a2390a688-51105582%%*/if(!defined('SMARTY_DIR')) exit('no direct access allowed');
$_valid = $_smarty_tpl->decodeProperties(array (
  'file_dependency' => 
  array (
    'e8292ac6e0a443783776b8965734692b7923bfd6' => 
    array (
      0 => 'e8292ac6e0a443783776b8965734692b7923bfd6',
      1 => 0,
      2 => 'string',
    ),
  ),
  'nocache_hash' => '4969687755c7b0a2390a688-51105582',
  'function' => 
  array (
  ),
  'has_nocache_code' => false,
  'version' => 'Smarty-3.1.14',
  'unifunc' => 'content_5c7b0a2392cf41_21378564',
),false); /*/%%SmartyHeaderCode%%*/?>
<?php if ($_valid && !is_callable('content_5c7b0a2392cf41_21378564')) {function content_5c7b0a2392cf41_21378564($_smarty_tpl) {?><p>В угловые шкафы кухонной мебели могут быть установлены петли с отрицательным углом, до -50 градусов.Как правило, сипользуются петли с -30 и -45. Угол установки подбирается с помощью транспортира и специальной таблицы. Такие петли применяются для крепления дверок угловых шкафов, а также угловых тумб и шкафчиков кухонной мебели. Будьте внимательны при покупке данного вида мебельных петель. Дело в том, что существуют петли для соединения деталей под разными углами и 30° и -30° и -45°. Поэтому всегда уточняйте у продавца, какой именно вид фурнитуры он вам предлагает.</p><?php }} ?>