<?php /* Smarty version Smarty-3.1.14, created on 2019-03-05 21:35:14
         compiled from "2ffd82d85d9150becaf518ed756fcfddc9d5d9a3" */ ?>
<?php /*%%SmartyHeaderCode:15175598275c7ec162e8a7a2-90402474%%*/if(!defined('SMARTY_DIR')) exit('no direct access allowed');
$_valid = $_smarty_tpl->decodeProperties(array (
  'file_dependency' => 
  array (
    '2ffd82d85d9150becaf518ed756fcfddc9d5d9a3' => 
    array (
      0 => '2ffd82d85d9150becaf518ed756fcfddc9d5d9a3',
      1 => 0,
      2 => 'string',
    ),
  ),
  'nocache_hash' => '15175598275c7ec162e8a7a2-90402474',
  'function' => 
  array (
  ),
  'has_nocache_code' => false,
  'version' => 'Smarty-3.1.14',
  'unifunc' => 'content_5c7ec162ea69b5_48783298',
),false); /*/%%SmartyHeaderCode%%*/?>
<?php if ($_valid && !is_callable('content_5c7ec162ea69b5_48783298')) {function content_5c7ec162ea69b5_48783298($_smarty_tpl) {?><p>Конструкция мебельного замка зависит от того, на какой материал он устанавливается, ведь нельзя вкрутить шуруп в стекло, например. Так что замки можно разделить на:</p><ul><li>Мебельные замки для ДСП и дерева - (обычно, рассчитаны на толщину 16-18 мм) При креплении мебельных замков к ДСП и дереву заморочек фактически не появляется: для личинки сверлится отверстие, а корпус замка крепится с оборотной стороны. Извне отверстие для личинки может быть оформлено украшающими накладками.</li><li>Мебельные замки для стекла - (традиционно используется стекло шириной Пять-шесть мм, изредка 8 мм) Замки для стекла - многоцелевые, в них возможно закрепить стекло любой используемой толщины. Они кроме того подходят и для металла (к примеру, для железных шифанеров, почтовых ящиков). Замки для стекла бывают врезные (требуют сверления стекла) и накладные. Сложность установки врезных замков в том, что далеко не любой изготовитель может качественно просверлить стекло и точно установить в данных отверстиях замок. Так для сверления необходим специальный станок со сверлами для стекла и алмазным напылением, стоимость которого более 5 тысяч евро!. Он сверлит стекло с двух сторон одновременно. При этом должна поступать охлаждающая эмульсия, делающая процесс более качественным.</li></ul>Поэтому чаще всего для стеклянных дверей употребляются накладные замки, для установки которых сверлить стекло не нужно. Эти замки имеют "г-образную планку", которая надевается на стекло. В отверстия в планке вставляются винты и придавливают замок к стеклу через пластмассовую прокладку.Замки помимо прочего различаются в зависимости от того, зачем они предусмотрены: для выдвижных ящиков, раздвижных либо распашных дверей. Замки для распашных дверей разделяются на замки для одной двери и для двустворчатых дверей. Помимо всего этого, замки различаются по типу действия механизма: с выдвижным язычком, поворотные, кнопочные, гарпунообразные, реечные с фиксирующим приспособлением. <br>У нас на сайте Вы сможете найти самые различные замки, в том числе и замок мебельный четырехшурупный.<?php }} ?>