<?php /* Smarty version Smarty-3.1.14, created on 2019-03-02 21:34:05
         compiled from "48adbc828185824e19c4a74485631ea586fcd7bb" */ ?>
<?php /*%%SmartyHeaderCode:3829705615c7acc9dbbde77-80731212%%*/if(!defined('SMARTY_DIR')) exit('no direct access allowed');
$_valid = $_smarty_tpl->decodeProperties(array (
  'file_dependency' => 
  array (
    '48adbc828185824e19c4a74485631ea586fcd7bb' => 
    array (
      0 => '48adbc828185824e19c4a74485631ea586fcd7bb',
      1 => 0,
      2 => 'string',
    ),
  ),
  'nocache_hash' => '3829705615c7acc9dbbde77-80731212',
  'function' => 
  array (
  ),
  'has_nocache_code' => false,
  'version' => 'Smarty-3.1.14',
  'unifunc' => 'content_5c7acc9dbde137_10068906',
),false); /*/%%SmartyHeaderCode%%*/?>
<?php if ($_valid && !is_callable('content_5c7acc9dbde137_10068906')) {function content_5c7acc9dbde137_10068906($_smarty_tpl) {?><p>Все <a href="http://mfk-torg.ru/">колеса</a> и ролики для тележек различаются в зависимости от того, в какой области их в последствии будут применять. Например <a href="http://mfk-torg.ru/category/kolesa/apparatnye/">аппаратные</a> колеса для медицинской мебели, <a href="http://mfk-torg.ru/category/kolesa/termostoikie/">термостойкие колеса</a> для работы при особо высоких температурах, <a href="http://mfk-torg.ru/category/kolesa/bolshegruznye/">большегрузные колесные опоры</a> для особо тяжелых грузов и др. Все колеса могут быть поворотными или неповоротными, иметь тормоз.</p><p style="text-align: justify;">Все колеса и ролики для тележек различаются в зависимости от того, в какой области их в последствии будут применять. Например аппаратные колеса для медицинской мебели, термостойкие колеса для работы при особо высоких температурах, большегрузные колесные опоры для особо тяжелых грузов и др. Все колеса могут быть поворотными или неповоротными, иметь тормоз. Аппаратные обычно применяются в не тяжелом оборудовании, большегрузные – там, где потребуется мобильность наиболее тяжелых грузов, ролики и колеса для транспортного оборудования – в широком диапазоне отраслей промышленности.</p><p style="text-align: justify;"><img src="http://mfk-torg.ru/wa-data/public/shop/img/prom-kolesa.jpg"></p><p style="text-align: justify;"><br>Для того, чтобы правильно подобрать колеса для Вашего оборудования, необходимо выделить основные критерии выбора. В первую очередь нужно правильно рассчитать нагрузку на конструкцию, причем вес самой конструкции тоже нужно учитывать, определить условия эксплуатации оборудования (на улице или в помещении, в каком диапазоне температур, присутствуют ли агрессивные среды, качество напольного покрытия и т.д.). После учета всех вышеперечисленных параметров можно правильно выбрать колеса для оборудования.</p><p style="text-align: justify;"><br>Мы поставляем <a href="http://mfk-torg.ru/">колеса и колесные опоры</a> уже долгие годы. Нашими поставщиками являются проверенные годами, всемирно известные производители. Наши клиенты - промышленные предприятия, торговые компании частные лица со всей России. Продажа колес для тележек является нашим основным видом деятельности, поэтому на складе всегда в наличии огромный ассортимент колес для оборудования, тележек, мебели. Если у Вас еще остались какие-либо вопросы, то можете смело задавать их консультанту, и он поможет сделать осознанный и оптимальный выбор.</p><?php }} ?>