<?php /* Smarty version Smarty-3.1.14, created on 2019-03-02 22:13:24
         compiled from "a3d70c3cedceb824e1c74a7506139f87032642ba" */ ?>
<?php /*%%SmartyHeaderCode:3378843045c7ad5d476dac0-08402684%%*/if(!defined('SMARTY_DIR')) exit('no direct access allowed');
$_valid = $_smarty_tpl->decodeProperties(array (
  'file_dependency' => 
  array (
    'a3d70c3cedceb824e1c74a7506139f87032642ba' => 
    array (
      0 => 'a3d70c3cedceb824e1c74a7506139f87032642ba',
      1 => 0,
      2 => 'string',
    ),
  ),
  'nocache_hash' => '3378843045c7ad5d476dac0-08402684',
  'function' => 
  array (
  ),
  'has_nocache_code' => false,
  'version' => 'Smarty-3.1.14',
  'unifunc' => 'content_5c7ad5d478e722_49896252',
),false); /*/%%SmartyHeaderCode%%*/?>
<?php if ($_valid && !is_callable('content_5c7ad5d478e722_49896252')) {function content_5c7ad5d478e722_49896252($_smarty_tpl) {?><p>Заботиться о безопасности квартиры в наше время любой человек, который ее имеет, в основном в этом нам помогает замок. Для дверей существует множество видов дверных замков от различных производителей, так что с этим проблем не возникает, но как же быть с другими вещами, которые также нуждаются в "охране"? С почтовыми ящиками, например, ведь корреспонденция бывает очень и очень важной, а из-за легкой доступности почтового ящика ее можно потерять. Чем резвее и легче вскрывается запор, тем лучше для вора, но тем хуже для обладателя имущества. Оснащение почтового ящика замком почтовым находится в зависимости конкретно от его модификации. Оказывается присутствует 2 вида почтовых ящиков: для применения в условиях открытого неба (вне здания, на свежем воздухе); для применения в условиях замкнутых помещений (внутри построек).Каждый из видов почтового ящика требует специального замка почтового. На сегодняшний день защищены должны быть не только почтовые ящики на улице, но и почтовые ящики в подъездах. Для этого, вне зависимости от того, из какого материала изготовлен почтовый ящик, на нем должен быть установлен надежный почтовый замок. Если он выполнен из качественного материала, вдобавок хромированного (чтобы не ржавел), то прекрасно будет смотреться как в помещении, так и на улице, не тускнея, не ржавея и на страже вашей почты.</p>Замки почтовые бывают различных видов<p><br><br></p><ul><li>Замок почтовый изогнутый ригель (квадратный ключ)</li><li>Замок почтовый прямой ригель ( квадратный ключ)</li><li>Замок почтовый короткая резьба (круглый ключ)</li><li>Замок почтовый длинная резьба (круглый ключ)</li></ul><?php }} ?>