<?php /* Smarty version Smarty-3.1.14, created on 2019-03-03 13:15:34
         compiled from "fbe6700faabfbc62ab693d57b8534b9269eb7879" */ ?>
<?php /*%%SmartyHeaderCode:6479746235c7ba9464ae868-64169888%%*/if(!defined('SMARTY_DIR')) exit('no direct access allowed');
$_valid = $_smarty_tpl->decodeProperties(array (
  'file_dependency' => 
  array (
    'fbe6700faabfbc62ab693d57b8534b9269eb7879' => 
    array (
      0 => 'fbe6700faabfbc62ab693d57b8534b9269eb7879',
      1 => 0,
      2 => 'string',
    ),
  ),
  'nocache_hash' => '6479746235c7ba9464ae868-64169888',
  'function' => 
  array (
  ),
  'has_nocache_code' => false,
  'version' => 'Smarty-3.1.14',
  'unifunc' => 'content_5c7ba9464cab03_65136587',
),false); /*/%%SmartyHeaderCode%%*/?>
<?php if ($_valid && !is_callable('content_5c7ba9464cab03_65136587')) {function content_5c7ba9464cab03_65136587($_smarty_tpl) {?><p>Торговые системы<a href="http://mfk-torg.ru/category/truby-i-sistema-joker/truby-ot-o10-o50/">Joker</a>, Uno и <a href="http://mfk-torg.ru/category/truby-i-sistema-joker/sistema-tritix-tritiks/">Tritix</a> - это совместимые и взаимодополняющие наборы деталей, соединений и аксессуаров, которые можно подобно конструктору собирать в самые необычные виды магазинного оснащения для торговли или для домашнего интерьера. </p><p style="text-align: justify;">В наше время при походе по магазинам замечаешь, как изменился и преобразился их интерьер. Повсюду просторные светлые залы, витрины и стеллажи, которые состоят из стекла и хромированных труб. Этот дизайн привлекает множество покупателей взглянуть на яркие и красиво разложенные товары. Само собой, каждый владелец магазина хочет, чтобы в нем присутствовало только современное оборудование.<br>Трубная сборная система для торгового центра с легкостью вписывается в его интерьер, при помощи всевозможных разновидностей крепления и соединения приобретает требуемые форму и стабильность. Хром, стекло и их хитросплетение с иными материалами придают заведению завершенный внешний облик и комфортную функциональность, кроме того за лучшую стоимость.Имеется возможность выбрать нужную расцветку для окрашивания труб и элементов. Доступны не только обычный хромовый окрас, а полный цветовой диапазон. Например: под "мокрый асфальт", под "золото", под "сатин".</p><?php }} ?>