<?php /* Smarty version Smarty-3.1.14, created on 2019-03-05 18:06:36
         compiled from "f756a748fd74ca4d634443a715f7af64f92718fc" */ ?>
<?php /*%%SmartyHeaderCode:12861418715c7e907c86a585-67430032%%*/if(!defined('SMARTY_DIR')) exit('no direct access allowed');
$_valid = $_smarty_tpl->decodeProperties(array (
  'file_dependency' => 
  array (
    'f756a748fd74ca4d634443a715f7af64f92718fc' => 
    array (
      0 => 'f756a748fd74ca4d634443a715f7af64f92718fc',
      1 => 0,
      2 => 'string',
    ),
  ),
  'nocache_hash' => '12861418715c7e907c86a585-67430032',
  'function' => 
  array (
  ),
  'has_nocache_code' => false,
  'version' => 'Smarty-3.1.14',
  'unifunc' => 'content_5c7e907c8b0c68_91421282',
),false); /*/%%SmartyHeaderCode%%*/?>
<?php if ($_valid && !is_callable('content_5c7e907c8b0c68_91421282')) {function content_5c7e907c8b0c68_91421282($_smarty_tpl) {?><p>Накладные петли - это наиболее распространённый вид петли. При использовании этой петли петельная часть створки в закрытом состоянии почти полностью накладывается на торец соседней стенки корпуса мебели. Накладная петля используется в том случае, если дверца закрывает боковины той ниши, в которой она расположена. В закрытом виде петельная часть (либо просто петля) створки мебели тесно примыкает ( либо накладывается) к торцу корпуса мебели. Данный метод крепления петли считается наиболее распространенным, и увидеть его возможно практически на любой мебельной гарнитуре – кухонном, спальном, гостином, на разных тумбочках, шкафах, комодах. Названные выше четырехшарнирные накладные петли позволяют створке стопроцентно закрывать короб мебели, к коей она крепиться;</p><?php }} ?>