<?php /* Smarty version Smarty-3.1.14, created on 2019-03-03 02:33:31
         compiled from "64383df0bb43f191efa4f659a451f96873e82715" */ ?>
<?php /*%%SmartyHeaderCode:3142686495c7b12cb4804a8-79523630%%*/if(!defined('SMARTY_DIR')) exit('no direct access allowed');
$_valid = $_smarty_tpl->decodeProperties(array (
  'file_dependency' => 
  array (
    '64383df0bb43f191efa4f659a451f96873e82715' => 
    array (
      0 => '64383df0bb43f191efa4f659a451f96873e82715',
      1 => 0,
      2 => 'string',
    ),
  ),
  'nocache_hash' => '3142686495c7b12cb4804a8-79523630',
  'function' => 
  array (
  ),
  'has_nocache_code' => false,
  'version' => 'Smarty-3.1.14',
  'unifunc' => 'content_5c7b12cb49f323_00537585',
),false); /*/%%SmartyHeaderCode%%*/?>
<?php if ($_valid && !is_callable('content_5c7b12cb49f323_00537585')) {function content_5c7b12cb49f323_00537585($_smarty_tpl) {?><strong></strong><p><strong></strong><strong></strong><strong></strong></p><p><a href="http://mfk-torg.ru/category/mebelnaya-furnitura/kryuchki/">Крючки для мебели</a> являются неотъемлемой составляющей лицевой фурнитуры. Это не только функциональный, но и декоративный предмет, с помощью которого можно повесить одежду или другие вещи.<br></p><p style="text-align: justify;">Чаще всего <a href="http://mfk-torg.ru/category/mebelnaya-furnitura/kryuchki/">мебельные крючки</a> можно встретить в прихожей, в ванной и на кухне. По стилю и цвету они должны соответствовать другой лицевой фурнитуре: ручками, вешалками и замками. Несмотря на то, что мебельные крючки - это не самая брочкая вещь в интерьере, они могут иметь очень красивый и элегантный дизайн.</p><p><img src="/wa-data/public/shop/img/крючки.jpg"></p><p style="text-align: justify;"><br><strong>Крючки для мебели изготавливаются из различных материалов:</strong></p>
<ul><li>Из покрашенного и лакированного дерева. На сегодняшний день подобные крючки встречаются крайне редко. Но это не отменяет того факта, что выглядят они очень стильно.</li><li>Из металла. Это может быть и алюминий, и хром, и бронза, и даже серебро или золото. Для ценителей выпускаются даже крючки инкрустированные кристаллами Svarovski. Несомненно, крючки, установленные в прихожей, на которые вещается верхняя одежда, изготавливаются из прочных материалов.</li><li>Из пластика. Как правило, пластик покрывается специальной пленкой, которая имитирует хромирование. Это, пожалуй, самый бюджетный вариант фурнитуры, и само собой для роскошной мебели такие крючки не подойдут. Монтирут их с помощью шурупов, винтов и клея.</li><li>Из особенного материала, который получается путем соединения неметаллов или стружки методом прессования. В основе данной технологии лежат гранулирование и воздействие высоких температур.</li></ul><a href="http://mfk-torg.ru/category/mebelnaya-furnitura/kryuchki/">Мебельные крючки</a> можно разделить на:<ul><li>однорожковые (одинарные),<span></span></li><li>двухрожковые (двойные),</li><li>трёхрожковые (тройные).</li></ul>Однорожковые крючки мебельные крепят к полотнам с применением шпилек. Шпильку вкручивают в полотно саморезной частью, потом на метрическую резьбу шпильки накручивают крючок. Одинарные крючки кроме того инсталлируются при помощи болтов. <br>Крючок мебельный двухрожковый и крючок мебельный трёхрожковый устанавливаются идиентично: с помощью болтов либо саморезов (исходя из сборки каждого крючка).<br><?php }} ?>