<?php /* Smarty version Smarty-3.1.14, created on 2019-03-03 16:18:51
         compiled from "ac68b0efc6f21f8897c1f5b9651bd5be4339c06c" */ ?>
<?php /*%%SmartyHeaderCode:17673787625c7bd43b19fb55-57854104%%*/if(!defined('SMARTY_DIR')) exit('no direct access allowed');
$_valid = $_smarty_tpl->decodeProperties(array (
  'file_dependency' => 
  array (
    'ac68b0efc6f21f8897c1f5b9651bd5be4339c06c' => 
    array (
      0 => 'ac68b0efc6f21f8897c1f5b9651bd5be4339c06c',
      1 => 0,
      2 => 'string',
    ),
  ),
  'nocache_hash' => '17673787625c7bd43b19fb55-57854104',
  'function' => 
  array (
  ),
  'has_nocache_code' => false,
  'version' => 'Smarty-3.1.14',
  'unifunc' => 'content_5c7bd43b1bd697_19599981',
),false); /*/%%SmartyHeaderCode%%*/?>
<?php if ($_valid && !is_callable('content_5c7bd43b1bd697_19599981')) {function content_5c7bd43b1bd697_19599981($_smarty_tpl) {?><p>Ни один дом сегодня не обходится без компьютера. Производители уже давно взяли это на заметку, и придумали всевозможные вещи сопутствующие ему, начиная от салфеток для мониторов, заканчивая компьютерными столами. Такие столы очень удобны, в них продуманы отсеки для каждой составляющей компьютера, в том числе и клавиатуры. Выдвижная полочка для клавиатуры очень удобна, она позволяет экономить место. Но выдвижение такой полки для клавиатуры было бы невозможно без специальных направляющих. Направляющие бывают различных видов, на самым надежными и долговечными являются шариковые направляющин для клавиатуры. С ними можно выдвигать полку на 100% не боясь того, что она перевернется.</p><?php }} ?>