<?php /* Smarty version Smarty-3.1.14, created on 2019-03-03 17:56:25
         compiled from "215674d3a4518b054d4e7c0ea2ac6b0b455bb182" */ ?>
<?php /*%%SmartyHeaderCode:12637212685c7beb1962eef3-72028152%%*/if(!defined('SMARTY_DIR')) exit('no direct access allowed');
$_valid = $_smarty_tpl->decodeProperties(array (
  'file_dependency' => 
  array (
    '215674d3a4518b054d4e7c0ea2ac6b0b455bb182' => 
    array (
      0 => '215674d3a4518b054d4e7c0ea2ac6b0b455bb182',
      1 => 0,
      2 => 'string',
    ),
  ),
  'nocache_hash' => '12637212685c7beb1962eef3-72028152',
  'function' => 
  array (
  ),
  'has_nocache_code' => false,
  'version' => 'Smarty-3.1.14',
  'unifunc' => 'content_5c7beb1964d211_90751319',
),false); /*/%%SmartyHeaderCode%%*/?>
<?php if ($_valid && !is_callable('content_5c7beb1964d211_90751319')) {function content_5c7beb1964d211_90751319($_smarty_tpl) {?><p style="text-align: justify"><strong>Колесо </strong>&mdash; обычно круглый, закреплённый на оси или свободно вращающийся диск. Если поставить на него какое-либо тело, они заставят его катиться, а не скользить. С момента появления очень широко используется практически в любых сферах деятельности: транспортировке любых грузов, в инструментах и механизмах.</p>

<p style="text-align: justify;"><br>Колесо, если использовать его на ровной поверхности, значительно уменьшает затраты энергии на перемещение различных грузов.<br><br><strong>Существует много видов колес:</strong></p>

<ul>

<li>Колеса с кронштейнами (обычно используются для тележек-платформ) и без кронштейнов (обычно используют для ручных тележек).</li>
<li style="text-align: justify">Поворотные колеса, которые необходимы там, где груз перемещают в разных направлениях или по извилистым путям, и неповоротные, которые обеспечивают надежное движение по прямой.</li>
<li style="text-align: justify">В зависимости от характера выполняемых работ стоит обратить внимание на подшипники - если работы мало и нет нужды в высокой скорости, можно выбрать наиболее дешевые варианты.</li>
<li style="text-align: justify">Пневматические колеса необходимы для садовых тачек. Ведь они (колеса) имеют повышенную проходимость, благодаря которой можно перевозить грузы по различным кочкам, неровностям и ухабам. Также пневматические колеса не подвержены коррозии и малошумны.</li>

</ul>

<p style="text-align: justify;"><strong><br>Поговорим поподробнее о <span style="font-size: 18px;"><a href="/category/kolesa/pnevmaticheskie/">пневматических</a> </span>колесах.</strong><br><br>Как говорилось выше, колеса с пневматической шинкой обычно устанавливаются на садовые тачки. Также они используются для строительных тележек и на тележках-тачках с платформой и для разных тачек, применяемых в складских работах. Они могут использоваться как в зданиях, так и в уличных помещенях, и являются основой для транспортных конструкций. Главным отличием пневматических колес является возможность транспортировки по различным покрытиям пола, неровностям, песку грунту и.т.п<br><br> Поскольку <a href="/category/kolesa/pnevmaticheskie/">пневматические колеса</a> могут быть использованы для большегрузных тележек, для них был сделан очень прочный обод.<br><br>Пневматические колеса обеспечены с двумя шариковыми подшипниками, это увеличивает срок службы колес. Широкая резина пневматических колес улучшает проходимость, увеличивая спектр использования большегрузных колес.</p>

<p style="text-align: justify;"><img src="/wa-data/public/shop/img/пневматические колеса.jpg"><br>Разные колёсные опоры - <a href="/category/kolesa/pnevmaticheskie/">поворотные и неповоротные пневматического вида</a> для грузовых тележек можно приобрести на нашем сайте MFK-torg. Для пневматических поворотных опор используются покрышки из темной вулканизированной резины, которая имеет отличные ходовые характеристики. Они нередко употребляются на плохом напольном покрытии (производственные и складские площадки, тепличные хозяйства). Колесо опорное неповоротное имеет в собственной оси роликовый подшипник, из-за которого система телеги приобретает доп. мощность и устойчивость за счёт гидравлических колёсных опор амортизаторов, обеспечивающих размеренность хода.</p><?php }} ?>