<?php /* Smarty version Smarty-3.1.14, created on 2019-03-06 16:46:13
         compiled from "8ebee6bcbbe682013c0775942d00fb63c785b950" */ ?>
<?php /*%%SmartyHeaderCode:8433472815c7fcf25a6b4d0-80820919%%*/if(!defined('SMARTY_DIR')) exit('no direct access allowed');
$_valid = $_smarty_tpl->decodeProperties(array (
  'file_dependency' => 
  array (
    '8ebee6bcbbe682013c0775942d00fb63c785b950' => 
    array (
      0 => '8ebee6bcbbe682013c0775942d00fb63c785b950',
      1 => 0,
      2 => 'string',
    ),
  ),
  'nocache_hash' => '8433472815c7fcf25a6b4d0-80820919',
  'function' => 
  array (
  ),
  'has_nocache_code' => false,
  'version' => 'Smarty-3.1.14',
  'unifunc' => 'content_5c7fcf25a88119_25906635',
),false); /*/%%SmartyHeaderCode%%*/?>
<?php if ($_valid && !is_callable('content_5c7fcf25a88119_25906635')) {function content_5c7fcf25a88119_25906635($_smarty_tpl) {?><p><br><span></span></p><p style="text-align: justify;" rel="text-align: justify;">У человека часто возникает потребность в том, чтобы перенести те или иные вещи, и, если в случае с нетяжелыми грузами вопросов не возникает, то как быть с большими и тяжелыми? В этом случае на помощь приходят обычные <a href="http://mfk-torg.ru/category/kolesa/tachki-i-telezhki/">грузовые тележки</a>, управлять которыми может и ребенок, в то время как их грузоподъемность может исчисляться сотнями килограмм. Тележки платформенного типа - это простейший пример грузовой тележки. Такие тележки были и тысячи лет назад, состоят он из платформы, колесных опор и ручки. Такие несложные приспособления позволяют перевозить огромное количество грузов, начиная совсем небольшими и легкими, заканчивая огромными тяжестями. В наше время тележки часто комплектуются дополнительным оборудованием, которое позволяет перевозить еще больше различных грузов. В помещениях с узкими проходами используются двухколесные тележки. С их помощью можно легко перевозить емкости с жидкостями, а также грузы цилиндрической формы. Во многих сферах деятельности необходимы ярусные грузовые тележки, которые идеально подойдут для доставки нетяжелых грузов, каких-либо деталей и т.п. Подобные приспособления часто используются в мед учреждениях, гостиницах, столовых и везде, где требуется одновременное перемещение нескольких нетяжелых предметов. Конечно же не стоит забывать о строительных тележках, которые позволяют перевозить инструменты и материалы на строительных объектах. <a href="http://mfk-torg.ru/category/kolesa/tachki-i-telezhki/">Строительные тележки</a> примечательны тем, что они созданы для перемещения небольших по объему грузов, при этом обладающих большой массой.</p><p><img src="/wa-data/public/shop/img/врумврум.jpg"></p><?php }} ?>