<?php /* Smarty version Smarty-3.1.14, created on 2019-03-05 11:42:00
         compiled from "eddfd2a6e1dcc69340321f129e5300f01cd1a2b5" */ ?>
<?php /*%%SmartyHeaderCode:3377861655c7e3658efe191-37340982%%*/if(!defined('SMARTY_DIR')) exit('no direct access allowed');
$_valid = $_smarty_tpl->decodeProperties(array (
  'file_dependency' => 
  array (
    'eddfd2a6e1dcc69340321f129e5300f01cd1a2b5' => 
    array (
      0 => 'eddfd2a6e1dcc69340321f129e5300f01cd1a2b5',
      1 => 0,
      2 => 'string',
    ),
  ),
  'nocache_hash' => '3377861655c7e3658efe191-37340982',
  'function' => 
  array (
  ),
  'has_nocache_code' => false,
  'version' => 'Smarty-3.1.14',
  'unifunc' => 'content_5c7e3658f1ac37_79738029',
),false); /*/%%SmartyHeaderCode%%*/?>
<?php if ($_valid && !is_callable('content_5c7e3658f1ac37_79738029')) {function content_5c7e3658f1ac37_79738029($_smarty_tpl) {?><p><strong><span style="font-size: 18px;"></span></strong><strong><span style="font-size: 18px;">Дополнительное оборудование для платформенных тележек</span></strong></p><p><a href="http://mfk-torg.ru/category/kolesa/tachki-i-telezhki/">Платформенные тележки</a> изготавливают по одному принципу: колеса для тележки закрепляются на платформе, а также к ней крепится ручка для управления. Однако, чтобы перевозить определенные грузы, или если тележку придется использовать в определенных условиях, может потребоваться дополнительное оборудование.  приобретать подобные тележки с аксессуарами разумно только если предполагается их использование, иначе Вы просто переплатите лишние деньги. Для большинства стандартных грузов средних и крупных габаритов платформенные тележки отлично подходят, а вот для неупакованных мелких изделий и грузом большой площади платформенные тележки не очень приспособлены. Чтоб не прибегать к творению тележки универсального вида или специальных тележек для отдельных категорий грузов почти все фирмы пошли по пути производства вспомогательного оборудования, коим и снабжаются платформенные тележки. В зависимости от вида возимого груза у вас есть возможность легко установить девайсы и применять измененную тележку для нужных Вам целей. Маленькие грузы могут рассыпатсяпри перевозке. Чтобы этого избежать, к <a href="http://mfk-torg.ru/category/kolesa/tachki-i-telezhki/">платформенным тележкам</a> можно легко прикрепить специальные корзины с мелкой сеткой. Эта сетка способна выдерживать большое давление изнутри, которое, например, оказывают сыпучие материалы. Если Вам необходимо перевезти груз большой площади, допустим, листы ДСП, можно установить высокие ограждения вдоль тележки, которые позволят установить листы ДСП кропмкой, один к одному. В итоге такой груз превысит размеры тележки только по длине – ширина же будет ограничена упомянутыми ограждениями.</p><?php }} ?>