<?php /* Smarty version Smarty-3.1.14, created on 2019-03-02 22:38:04
         compiled from "602e35d7bc1c6d09eba91785aa143636b298d80f" */ ?>
<?php /*%%SmartyHeaderCode:11290799925c7adb9c1117d7-06776119%%*/if(!defined('SMARTY_DIR')) exit('no direct access allowed');
$_valid = $_smarty_tpl->decodeProperties(array (
  'file_dependency' => 
  array (
    '602e35d7bc1c6d09eba91785aa143636b298d80f' => 
    array (
      0 => '602e35d7bc1c6d09eba91785aa143636b298d80f',
      1 => 0,
      2 => 'string',
    ),
  ),
  'nocache_hash' => '11290799925c7adb9c1117d7-06776119',
  'function' => 
  array (
  ),
  'has_nocache_code' => false,
  'version' => 'Smarty-3.1.14',
  'unifunc' => 'content_5c7adb9c130f02_84979612',
),false); /*/%%SmartyHeaderCode%%*/?>
<?php if ($_valid && !is_callable('content_5c7adb9c130f02_84979612')) {function content_5c7adb9c130f02_84979612($_smarty_tpl) {?><p>Мебельные замки - большой раздел в мебельной фурнитуре. Они работают нам для закрывания и фиксации разных тумб, ящиков и шкафов. И еще в случае если вы не желаете чтобы кто-то имел доступ к вашим вещам, мебельные замки вам в этом посодействуют. От качества замка находится в зависимости срок его рабочей службы, без разных заеданий, и сохранность ваших вещей. Благодаря чему мы рекомендуем покупать любую фурнитуру исключительно у проверенных поставщиков.</p><p>Центральный замок отличается от обычного тем, что одним ключом закрывается сразу 3-4 ящика. Особенно такой замок удобен, если у Вас есть маленькие дети, которые везде пытаются залезть.</p><?php }} ?>