<?php /* Smarty version Smarty-3.1.14, created on 2019-03-04 14:17:45
         compiled from "964f186330642397cbc0ff49616f7f48bc4f186e" */ ?>
<?php /*%%SmartyHeaderCode:12644088195c7d0959450851-02564826%%*/if(!defined('SMARTY_DIR')) exit('no direct access allowed');
$_valid = $_smarty_tpl->decodeProperties(array (
  'file_dependency' => 
  array (
    '964f186330642397cbc0ff49616f7f48bc4f186e' => 
    array (
      0 => '964f186330642397cbc0ff49616f7f48bc4f186e',
      1 => 0,
      2 => 'string',
    ),
  ),
  'nocache_hash' => '12644088195c7d0959450851-02564826',
  'function' => 
  array (
  ),
  'has_nocache_code' => false,
  'version' => 'Smarty-3.1.14',
  'unifunc' => 'content_5c7d095946ff33_14067852',
),false); /*/%%SmartyHeaderCode%%*/?>
<?php if ($_valid && !is_callable('content_5c7d095946ff33_14067852')) {function content_5c7d095946ff33_14067852($_smarty_tpl) {?><p>Торговая система <a href="http://mfk-torg.ru/category/truby-i-sistema-joker/sistema-tritix-tritiks/">Тритикс</a> - это очень прочная, надежное, и, что немаловажно - привлекательная трубная конструкция. Оборудование Тритикс в наше время просто необходимо для эффективной демонстрации товаров в выставочных залах и всевозможных магазинах. Главными элементами системы Тритикс выступают плоские несущие колонны тругольной или квадратной конфигурации, которые создаются из металлических труб круглого сечения.</p><p>В нашем интернет-магазине Вы сможете приобрести всевозможные сборные системы <a href="http://mfk-torg.ru/category/truby-i-sistema-joker/krepezh-o10/">Джокер</a>, <a href="http://mfk-torg.ru/category/truby-i-sistema-joker/sistema-tritix-tritiks/">Тритикс</a> и другие. Они станут отличным помощником для решения поставленных задач.</p><p><br>У нас в ассортименте представлено множество торгового оборудования Тритикс, которое поможет обустроить пространство любого магазина наилучшим образом. Такие системы практически не занимают место, но при этом Вы легко сможете разместить большое количество товара с помощью них. </p><p><strong><br>Конструкция труб Тритикс</strong></p><p><br>В основе системы <a href="http://mfk-torg.ru/category/truby-i-sistema-joker/sistema-tritix-tritiks/">Тритикс</a> лежат хромированные трубы. Высота конструкции подбирается исходя из высоты потолка в торговом помещения, большое разнообразие размеров позволит подобрать оптимальный вариант. Между собой трубы соединяются специальными металлическими крепежами, которые изготавливаются под двойные, тройные и четверные формы трубок. Устанавливается система Tritix к плоской поверхности посредством особых крепежных частей. Для плоских колонн присутствуют напольные опоры различной прочности и длины. На сопрягающие доли оборудования Вам предоставляется возможность в добавок установить подвесные составляющие, которые сделают систему еще более высокофункциональной. Трубные модули Tritix позволяют сооружать самостоятельные долговечные системы с большими пролетами. </p><p><strong><br>Совместимость с другими конструкциями</strong></p><p><br>Благодаря тому, что в оборудовании <a href="http://mfk-torg.ru/category/truby-i-sistema-joker/sistema-tritix-tritiks/">Тритикс,</a> как правило, используются трубы стандартного размера - 25 мм, конструкция совместима и с другими системами, например трубами Джокер и Уно. Возможность соединять и добавлять джокерные и другие элементы позволяет создавать еще более сложные и функциональные конструкции для обустройства торгового зала.<br>Чтобы <a href="http://mfk-torg.ru/category/truby-i-sistema-joker/sistema-tritix-tritiks/">приобрести Тритикс</a>, или подробнее узнать об этом оборудовании, свяжитесь с нашими консультантами по телефонам 8 (495) 767 28 86 или 8 (495) 410 97 57, или по электронной почте - 7672886@mail.ru</p><?php }} ?>