<?php /* Smarty version Smarty-3.1.14, created on 2019-03-07 10:32:22
         compiled from "b72e3d959e0efd81e2cc76a1453a94235b793bac" */ ?>
<?php /*%%SmartyHeaderCode:7572786225c80c906484879-50885829%%*/if(!defined('SMARTY_DIR')) exit('no direct access allowed');
$_valid = $_smarty_tpl->decodeProperties(array (
  'file_dependency' => 
  array (
    'b72e3d959e0efd81e2cc76a1453a94235b793bac' => 
    array (
      0 => 'b72e3d959e0efd81e2cc76a1453a94235b793bac',
      1 => 0,
      2 => 'string',
    ),
  ),
  'nocache_hash' => '7572786225c80c906484879-50885829',
  'function' => 
  array (
  ),
  'has_nocache_code' => false,
  'version' => 'Smarty-3.1.14',
  'unifunc' => 'content_5c80c9064a1298_73776434',
),false); /*/%%SmartyHeaderCode%%*/?>
<?php if ($_valid && !is_callable('content_5c80c9064a1298_73776434')) {function content_5c80c9064a1298_73776434($_smarty_tpl) {?><p><strong><span style="font-size: 18px;">К</span></strong><strong><span style="font-size: 18px;">акие бывают колеса для тележек?</span></strong></p><p>По особенностям конструкции различают два вида колес:<span></span></p><ul><li>колеса без кронштейна;</li><li>колеса с кронштейном.</li></ul><p><a href="http://mfk-torg.ru/category/kolesa/dlya-rokhli/">Колеса для тележек</a> не оснащенные кронштейном чаще всего применяются в двухколесных ручных и гидравлических тележках. В платформенных тележках устанавливают колеса с кронштейном.</p><p><br>Материалы, из которых изготавливают колеса, можно разделить на: железные, полиамидные, полиуретановые и нейлоновые. Как правило в колесе имеется два слоя: верхний чаще всего -это резина или полиуретан. В монолитных колесах оба слоя являются одинаковым материалом. <br>Если на колеса будут приходится сильные ударные нагрузки, то они должны иметь эластичное резиновое покрытие.  При эксплуатации тележки в агрессивных средах, в том числе основания, кислоты, соли и растворители лучше покупать полиуретановые или же полиамидные колеса. <br>У колес для тележек бывают разные виды подшипников: роликовые, шариковые и подшипники для скольжения. Последние - это наиболее дешевый вариант, который используется на тележках, которыми редко пользуются и не развивают большую скорость. Колеса с шариковыми подшипниками владеют прекрасными ходовыми характеристиками и выдерживают большую нагрузку в отличие от своих соперников. Колеса с роликовыми подшипниками подходят для <a href="http://mfk-torg.ru/category/kolesa/tachki-i-telezhki/">транспортных тележек.</a> </p><p><br>Также колеса можно разделить на поворотные и неповоротные. Поворотный вид колес может вращаться вокруг своей опоры, неповоротые надежно фиксируются, обеспечивая стабильное направление движения. Если тележке необходима маневренность, то безусловно стоит использовать поворотные колеса. Для безопасности и удобства их часто комплектуют тормозной системой. </p><p><br>По диаметру колеса бывают от 50 до 500 мм. В зависимости от того, из какого материала колеса, какие в нем подшипники и какого оно диаметра, исчисляется грузоподъемность. Ее значение может колебаться от 100 кг у колес тележек, используемых для перемещения в помещениях с ровными полами, до 3000 кг у <a href="http://mfk-torg.ru/category/kolesa/bolshegruznye/">большегрузных колес. </a> </p><p><br>Если У Вас остались еще какие-либо вопросы, то наши консультанты с радостью помогут сделать правильный выбор! Они оценят условия эксплуатации, рассчитают нагрузку и помогут не ошибиться при выборе, ведь это очень легко, когда выбор колес настолько огромен!</p><p><br><br></p><?php }} ?>