<?php /* Smarty version Smarty-3.1.14, created on 2019-03-08 00:53:10
         compiled from "eb4c82efd3b03ba0dca3d1b3b6d393f6fc22b335" */ ?>
<?php /*%%SmartyHeaderCode:8748650895c8192c63059d9-04051680%%*/if(!defined('SMARTY_DIR')) exit('no direct access allowed');
$_valid = $_smarty_tpl->decodeProperties(array (
  'file_dependency' => 
  array (
    'eb4c82efd3b03ba0dca3d1b3b6d393f6fc22b335' => 
    array (
      0 => 'eb4c82efd3b03ba0dca3d1b3b6d393f6fc22b335',
      1 => 0,
      2 => 'string',
    ),
  ),
  'nocache_hash' => '8748650895c8192c63059d9-04051680',
  'function' => 
  array (
  ),
  'has_nocache_code' => false,
  'version' => 'Smarty-3.1.14',
  'unifunc' => 'content_5c8192c633caf4_30668350',
),false); /*/%%SmartyHeaderCode%%*/?>
<?php if ($_valid && !is_callable('content_5c8192c633caf4_30668350')) {function content_5c8192c633caf4_30668350($_smarty_tpl) {?><p>Платформенные тележки получили свое название благодаря наличию платформы, на которой размещает груз для дальнейшей перезвозки. Применяется подобное оборудование на складах, в заводских помещениях. <a href="http://mfk-torg.ru/category/kolesa/tachki-i-telezhki/">Тележки</a> различаются исходя из типа платформы. Однако самой важной деталью являются колеса для тележки, поскольку именно они принимают на себя большую часть нагрузки. При выборе колес нужно учиывать значения заявленной грузоподъемности тележки (от 100 до 800 кг), причем туда включается вес платформы. Платформенные тележки чаще всего снабжаются колесами из литой резины или <a href="http://mfk-torg.ru/category/kolesa/pnevmaticheskie/">пневматическими</a>. Модификации колесных опор для тележек платформенного вида содержат тормозную систему и резину, не оставляющую отпечатков при торможении. Оказывается простая резина может стать предпосылкой появления пятен на поверхности, особенно, в случае если телега чрезмерно загружена. Колесные опоры присутствуют по углам платформенной телеги, что объясняет ее неизменное устойчивое положение, следовательно, даже когда грузом станет занята вся площадь платформы – <a href="http://mfk-torg.ru/category/kolesa/dlya-rokhli/">колеса для теле</a>жки будут удерживать ее в балансе. Колеса инсталлируются таким образом, чтобы пара поворотных колес была на одной стороне с управляющей ручкой, 2-ая пара как правило является неповоротной. Платформенные тележки порой поставляются в комплектации с 2-мя поворотными колесными опорами, что, конечно, делает управление тележкой более сложным, но маневренность при этом максимальна. Чтобы повернуть тележку такого типа нужно лишь приложить небольшое усилие к задней опоре, передняя колесная опора лишь выполняет функцию выруливания. </p><?php }} ?>