<?php /* Smarty version Smarty-3.1.14, created on 2019-03-05 19:35:44
         compiled from "9be44a90e03464c5d7f8472d7f527fe5815bd6d2" */ ?>
<?php /*%%SmartyHeaderCode:3599835785c7ea560e4f293-96158181%%*/if(!defined('SMARTY_DIR')) exit('no direct access allowed');
$_valid = $_smarty_tpl->decodeProperties(array (
  'file_dependency' => 
  array (
    '9be44a90e03464c5d7f8472d7f527fe5815bd6d2' => 
    array (
      0 => '9be44a90e03464c5d7f8472d7f527fe5815bd6d2',
      1 => 0,
      2 => 'string',
    ),
  ),
  'nocache_hash' => '3599835785c7ea560e4f293-96158181',
  'function' => 
  array (
  ),
  'has_nocache_code' => false,
  'version' => 'Smarty-3.1.14',
  'unifunc' => 'content_5c7ea560e6ddf7_07296855',
),false); /*/%%SmartyHeaderCode%%*/?>
<?php if ($_valid && !is_callable('content_5c7ea560e6ddf7_07296855')) {function content_5c7ea560e6ddf7_07296855($_smarty_tpl) {?><p><br></p><p>С давних времен человек приспособил специальные помещения - склады, для сосредоточения различных товаров, а для того, чтобы управятся с таким количеством грузов различной массы, появилось множество видов техники. Самым незамысловатым оборудованиям являются двухколесные тележки, помогающие перевозить небольшие легкие грузы. Подобное оборудование почти не нуждается в уходе, но в то же время упрощают многие складские работы. Однако складские тележки далеко не единственный вид техники, необходимый на складах. </p><p>Следует упомянуть о штабелерах - специальном оборудовании, которое помогает выполнять операции над паллетированным грузом. Есть несколько видов штабелеров:</p><ul><li>ручные гидравлические штабелеры</li><li>электрические штабелеры</li><li>аккумуляторные штабелеры</li><li>самоходные штабелеры</li></ul><br>Последующим существенным составляющим складской техники считаются погрузчики, которые исполняют погрузку/разгрузку и штабелирование на полки, в их числе выделяют:<p><br></p>
<ul><li>автопогрузчики</li><li>электропогрузчики</li></ul><p style="text-align: justify;"><br>Электропогрузчики отличаются более простой конструкцией и работают тихо, их минус в том, что они требуют постоянной перезарядки батарей. </p><p style="text-align: justify;"><br>Самым популярным оборудованием для работы с грузами остаются тележки для склада. В последнее время все больше распространяются гидравлические тележки, причем на нашем рынке представлено огромное множество зарубежных производителей. Хорошо, что есть и более недорогие аналоги от иных компаний, что позволяет приобрести складские тележки любого вида и цены согласно со своими требованиями. </p><?php }} ?>