<?php /* Smarty version Smarty-3.1.14, created on 2019-03-04 15:04:43
         compiled from "f0de0df815a440714c46ea4031867cb85722c688" */ ?>
<?php /*%%SmartyHeaderCode:12309146435c7d145b18a0c8-22079355%%*/if(!defined('SMARTY_DIR')) exit('no direct access allowed');
$_valid = $_smarty_tpl->decodeProperties(array (
  'file_dependency' => 
  array (
    'f0de0df815a440714c46ea4031867cb85722c688' => 
    array (
      0 => 'f0de0df815a440714c46ea4031867cb85722c688',
      1 => 0,
      2 => 'string',
    ),
  ),
  'nocache_hash' => '12309146435c7d145b18a0c8-22079355',
  'function' => 
  array (
  ),
  'has_nocache_code' => false,
  'version' => 'Smarty-3.1.14',
  'unifunc' => 'content_5c7d145b1a7560_39017895',
),false); /*/%%SmartyHeaderCode%%*/?>
<?php if ($_valid && !is_callable('content_5c7d145b1a7560_39017895')) {function content_5c7d145b1a7560_39017895($_smarty_tpl) {?><p>В комплектацию новой кухонной мебели непременно входят навесные шкафы, полочки и другие элементы, закрепляемые на стене. Это освобождает много свободного места и очень удобно. А для того, чтобы закрепить такие гарнитуры на стене, не обойтись без навесов. <br>Самые дешевые и простые по конструкции навесы изготавливаются из алюминия, а по форме напоминают "ушки" - это нерегулируемые крепления, которые практически не требуют затрат. Стоит учитывать, что такие навесы не подходят к стенам из материала низкой плотности (гипсокартон, рыхлый кирпич и.т.п.) Есть и более сложные системы - регулируемые навесы, которые применяются в сочетании с планками для крепления, обеспечивая ровнейшее расположение секций относительного друг друга. Такие крепления могут выдерживать большие нагрузки (более 70 кг), что позволяет использовать регулируемые навесы для совершенно разнообраных целей. Крепятся они в парном комплекте – справа и слева от подвешиваемой секции, перераспределяя вес по всей плоскости монтажной планки. Имеют все шансы выпускаться в виде правого и левого креплений или в виде универсальных разновидностей (как для правостороннего, так и для левостороннего месторасположения). </p><?php }} ?>