a:3:{s:4:"time";i:1553780221;s:3:"ttl";i:600;s:5:"value";a:34:{s:4:"name";s:11:"Shop-Script";s:7:"version";s:7:"8.3.0.7";s:15:"update_datetime";s:19:"2019-02-26 18:20:32";s:7:"license";s:3:"WA2";s:11:"license_url";N;s:12:"license_text";N;s:7:"summary";s:52:"Прибыльный интернет-магазин";s:4:"icon";s:61:"//www.webasyst.com/wa-data/public/updates/img/29/129/icon.png";s:5:"icons";a:4:{i:96;s:67:"//www.webasyst.com/wa-data/public/updates/img/29/129/icon.96x96.png";i:48;s:67:"//www.webasyst.com/wa-data/public/updates/img/29/129/icon.48x48.png";i:24;s:67:"//www.webasyst.com/wa-data/public/updates/img/29/129/icon.24x24.png";i:16;s:67:"//www.webasyst.com/wa-data/public/updates/img/29/129/icon.16x16.png";}s:6:"vendor";s:8:"webasyst";s:11:"vendor_name";s:8:"Webasyst";s:7:"support";s:27:"https://support.webasyst.ru";s:3:"url";s:26:"https://www.shop-script.ru";s:8:"demo_url";s:28:"https://demo-ru.webasyst.com";s:10:"commercial";b:1;s:9:"purchased";b:1;s:12:"purchase_url";s:33:"https://www.webasyst.ru/buy/apps/";s:11:"buymore_url";s:39:"https://www.webasyst.ru/buy/store/shop/";s:14:"license_expire";s:10:"2020-02-08";s:9:"renew_url";N;s:5:"price";s:14:"19 999 руб.";s:11:"lease_price";N;s:11:"description";s:563:"<p>В Shop-Script есть все для открытия интернет-магазина: более 250 полезных функций, которые позволят вам продавать больше. Shop-Script является одним из самых функциональных скриптов интернет-магазина для малого и среднего бизнеса.</p>

<p>Подробное описание платформы на сайте Shop-Script: <a href="https://www.shop-script.ru">www.shop-script.ru</a>.</p>";s:11:"screenshots";a:9:{i:0;a:3:{s:11:"description";s:0:"";s:5:"thumb";s:74:"http://www.webasyst.com/wa-data/public/updates/img/29/129/3459/3459.70.png";s:3:"img";s:75:"http://www.webasyst.com/wa-data/public/updates/img/29/129/3459/3459.750.png";}i:1;a:3:{s:11:"description";s:0:"";s:5:"thumb";s:74:"http://www.webasyst.com/wa-data/public/updates/img/29/129/3460/3460.70.png";s:3:"img";s:75:"http://www.webasyst.com/wa-data/public/updates/img/29/129/3460/3460.750.png";}i:2;a:3:{s:11:"description";s:0:"";s:5:"thumb";s:74:"http://www.webasyst.com/wa-data/public/updates/img/29/129/3461/3461.70.png";s:3:"img";s:75:"http://www.webasyst.com/wa-data/public/updates/img/29/129/3461/3461.750.png";}i:3;a:3:{s:11:"description";s:0:"";s:5:"thumb";s:74:"http://www.webasyst.com/wa-data/public/updates/img/29/129/3462/3462.70.png";s:3:"img";s:75:"http://www.webasyst.com/wa-data/public/updates/img/29/129/3462/3462.750.png";}i:4;a:3:{s:11:"description";s:0:"";s:5:"thumb";s:74:"http://www.webasyst.com/wa-data/public/updates/img/29/129/3463/3463.70.png";s:3:"img";s:75:"http://www.webasyst.com/wa-data/public/updates/img/29/129/3463/3463.750.png";}i:5;a:3:{s:11:"description";s:0:"";s:5:"thumb";s:74:"http://www.webasyst.com/wa-data/public/updates/img/29/129/3464/3464.70.png";s:3:"img";s:75:"http://www.webasyst.com/wa-data/public/updates/img/29/129/3464/3464.750.png";}i:6;a:3:{s:11:"description";s:0:"";s:5:"thumb";s:74:"http://www.webasyst.com/wa-data/public/updates/img/29/129/3465/3465.70.png";s:3:"img";s:75:"http://www.webasyst.com/wa-data/public/updates/img/29/129/3465/3465.750.png";}i:7;a:3:{s:11:"description";s:0:"";s:5:"thumb";s:74:"http://www.webasyst.com/wa-data/public/updates/img/29/129/3466/3466.70.png";s:3:"img";s:75:"http://www.webasyst.com/wa-data/public/updates/img/29/129/3466/3466.750.png";}i:8;a:3:{s:11:"description";s:0:"";s:5:"thumb";s:74:"http://www.webasyst.com/wa-data/public/updates/img/29/129/3467/3467.70.png";s:3:"img";s:75:"http://www.webasyst.com/wa-data/public/updates/img/29/129/3467/3467.750.png";}}s:5:"pages";a:1:{i:0;a:4:{s:3:"url";s:7:"roadmap";s:4:"name";s:31:"Планы обновлений";s:5:"title";s:31:"Планы обновлений";s:7:"content";s:1897:"<h3>8.4</h3>

<ul>  
	<li>Создание покупателей типа «Компания».</li>
    <li>Обновляемый набор полей для заполнения свойств покупателя при создании заказа для разных витрин в бекенде магазина.</li>
    <li>Применение купонов на скидку к отдельным товарам и передача этой информации в плагины экспорта промоакций, например, «Яндекс.Маркет».</li>
    <li>Загрузка демонстрационных товаров и первоначальных настроек магазина в разделе «Быстрый старт».</li>
    <li>Улучшение экспорта и импорта CSV-файлов с товарами.</li>
    <li>Применение округления к стоимости товаров, доставки и размеру скидок при создании и редактировании заказа в бекенде.</li>
    <li>Выбор пунктов самовывоза во всплывающей области с онлайн-картой при использовании «Минимального» типа оформления заказа в корзине с настроенными областями доставки.</li>
    <li>Расширенная настройка обновления профилей и автоматическая регистрация покупателей при оформлении заказа в корзине.</li>
    <li>Улучшение фильтрации товаров на страницах категорий на витрине.</li>
    <li>Оптимизация темы дизайна «Дефолт».</li>
</ul>";}}s:9:"changelog";a:139:{i:0;a:3:{s:7:"version";s:7:"8.3.0.7";s:7:"content";s:4917:"<ul>
    <li>Оформление заказа в корзине:</li>
<ul>
    <li>Поддержка сервиса «Google Карты». Сервис онлайн-карт можно выбрать в приложении «Настройки».</li>	
    <li>Передача данных о заказах в сервис Google Analytics, если заполнено поле «Google Analytics Property ID» в настройках приложения «Сайт».</li>
    <li>Улучшена всплывающая область выбора пунктов самовывоза.</li>
    <li>Оформление заказа в корзине предлагается по умолчанию при создании новой витрины в настройках структуры сайта.</li>
    <li>Исправлены ошибки при использовании браузера Internet Explorer 11.</li>
    <li>Исправлено отображение стоимости доставки при использовании в свойствах витрины валюты, не являющейся основной валютой магазина.</li>
    <li>Устранено округление стоимости доставки при отключении округления в настройках магазина.</li>
    <li>Исправлено отображение пользовательских полей адреса типа <i>radio</i>.</li>
</ul>
    <li>Механизм получения от плагинов информации о промоакциях и экспорта этой информации другими плагинами. Для реализации механизма требуется доработка существующих и создание новых плагинов для Shop-Script.</li>	
    <li>Возможность подтверждения вручную основного email-адреса и номера телефона покупателя при редактировании заказа в бекенде. </li>
    <li>Отображение статусов подтверждения email-адреса и номера телефона покупателя при просмотре заказа и информации о покупателе в бекенде.</li>
    <li>Перенаправление в приложение CRM, если оно установлено, для редактирования свойств покупателя.</li>
    <li>Исправлена выборка значений характеристик для фильтра в категории товаров.</li>
    <li>Отображение названия единственного артикула товара при редактировании заказа.</li>
    <li>Исправлена передача списка идентификаторов товаров для обработки плагинами события <i>product_badge_delete.after</i>.</li>
    <li>В шпаргалке в настройках уведомлений о заказах исправлено описание метода для получения названия региона в адресе покупателя.</li>
	<li>Улучшено распознавание текстовых представлений значений характеристик типа «Значение × Значение × Значение». Используется при импорте товаров из CSV-файла и из «1С».</li>
    <li>Тема дизайна «Дефолт»:</li>
<ul>
    <li>Исправлена смена изображений товара при смене артикулов во всплывающей области при покупке товара из списка.</li>	
    <li>В слайдере на главной странице исправлен показ изображений для экранов с повышенной плотностью пикселей (@2X).</li>
    <li>Исправлено скрытие кнопки для добавления товаров к сравнению после отключения функции сравнения.</li>
    <li>Исправлено визуальное обозначение недоступности товара для заказа на странице категории, если артикулы товара отмечены как недоступные для заказа.</li>
    <li>Настройка отображения формы подписки на рассылки.</li>
    <li>Настройка отображения информации об обработке персональных данных.</li>
</ul>	
</ul>";s:8:"datetime";s:19:"2019-02-26 18:20:34";}i:1;a:3:{s:7:"version";s:7:"8.2.0.6";s:7:"content";s:5299:"<ul>
    <li>Оформление заказа в корзине:</li>
<ul>
    <li>Возможность для покупателей сменить артикул товара в блоке корзины, например, для изменения свойств товара: цвета, размера и т.п. Эта функция должна быть активирована в настройках оформления заказа.</li>
	<li>Оптимизация страницы оформления заказа для случаев, когда покупателю доступно много пунктов самовывоза</li>
	<li>Возможность отключить использование API сервиса «Яндекс.Карты» для выбора пунктов самовывоза.</li>
	<li>Возможность оформления заказа при недоступности API сервиса «Яндекс.Карты»</li>
	<li>Уведомление для покупателя в случаях, когда товар стал недоступен для заказа во время оформления заказа.</li>
	<li>Улучшена функция выбора вариантов самовывоза.</li>
	<li>Улучшено формирование подсказки при вводе названий населенных пунктов, формирующейся с помощью плагина.</li>
	<li>Отображение кнопок изменения количества товара в блоке корзины при подключенном сервисе CDN.</li>
	<li>Отображение названий пунктов самовывоза с кавычками во всплывающем блоке с онлайн-картой.</li>
	<li>Исправлены ошибки округления стоимости товаров и доставки.</li>
	<li>Улучшена работа плагинов, обрабатывающих хук <i>frontend_header</i>, при включенном стандартном дизайне оформления заказа.</li>
</ul>
    <li>Улучшения:</li>
<ul>
    <li>Улучшен интерфейс редактирования областей доставки для минимального типа оформления заказа в корзине.</li>
	<li>Кнопка «Сохранить» в настройках способов доставки зафиксирована в нижней части экрана.</li>
	<li>Исправлено поведение кнопки «Заказы» на странице просмотра заказа в бекенде.</li>
	<li>Проверка введенных значений в настройках режима работы магазина.</li>
	<li>Исправлена локализация при создании товара в режиме «Выбор параметров».</li>
	<li>Подсказка о необходимости создать характеристики товаров при создании товара в режиме «Выбор параметров».</li>
	<li>Заблокирована возможность изменять идентификатор ранее созданного пользовательского статуса заказов.</li>
	<li>Оптимизация страниц категорий с большим количеством товаров.</li>
	<li>Получение строковых значений характеристик типа «Цвет» через API.</li>
</ul>
    <li>Исправления:</li>
<ul>
    <li>Отключение возможности оплаты заказов в статусе «Новый» — на последней странице оформления заказа. Если оплата заказов отключена в статусе «Новый», то покупатели смогут оплатить заказ только в личном кабинете после проверки администратором и перевода заказа в другой статус.</li>
	<li>Отображение режима работы магазина в поселениях других приложений на сайте.</li>
	<li>Сохранение полей контакта типа «Компания» при редактировании заказа.</li>
	<li>Сохранение выбранных значений при редактировании фильтров покупателей в разделе бекенда «Покупатели».</li>
	<li>Сохранение дополнительных выходных в следующем месяце или году.</li>
	<li>Использование метода <i>orderBy()</i> класса <i>shopOrdersCollection</i> плагинами при обработке хука <i>products_collection</i>.</li>
</ul>
    <li>Тема дизайна «Дефолт»:</li>
<ul>
    <li>Исправлено отображение режима работы магазина.</li>
</ul>	
</ul>";s:8:"datetime";s:19:"2019-01-31 18:29:01";}i:2;a:3:{s:7:"version";s:7:"8.1.1.5";s:7:"content";s:333:"<ul>
    <li>Оформление заказа в корзине:</li>
<ul>	
    <li>Улучшена работа карты выбора пунктов самовывоза.</li>
    <li>Исправлен учет выбранных способов доставки в настройках витрины.</li>	
</ul>
</ul>";s:8:"datetime";s:19:"2018-12-19 16:24:22";}i:3;a:3:{s:7:"version";s:7:"8.1.0.4";s:7:"content";s:1922:"<ul>
    <li>Оформление заказа в корзине:</li>
<ul>	
    <li>Минимальный режим — без группировки по типам: «курьер», «самовывоз», «почта».</li>	
    <li>Карта выбора пунктов самовывоза и фильтрация пунктов самовывоза по службам.</li>
    <li>Просмотр увеличенных фотографий пунктов самовывоза во время оформления заказа.</li>
    <li>Возможность отключить выбор способов доставки и оплаты.</li>
    <li>«Живой поиск» населённого пункта при вводе адреса в бекенде и на витрине. Для работы этой возможности нужно установить специальный плагин.</li>
    <li>Улучшен интерфейс оформления заказа и настроек.</li>
</ul>
    <li>Доступность времени готовности заказа плагинам доставки при использовании пошагового оформления заказа.</li>
    <li>Быстрое копирование настроек способов оплаты.</li>
    <li>Постраничная навигация по списку заказов покупателя.</li>
    <li>Ускорение работы различных функций магазина.</li>
    <li>Исправлена настройка push-уведомлений о заказах.</li>
    <li>Улучшен интерфейс бекенда.</li>
    <li>Для разработчиков: хук <i>backend_order_save</i> для подключения плагинов перед сохранением заказа.</li>
</ul>";s:8:"datetime";s:19:"2018-12-17 18:22:43";}i:4;a:3:{s:7:"version";s:7:"8.0.4.3";s:7:"content";s:106:"<ul>
    <li>Исправлен недочет в предыдущем обновлении.</li>	
</ul>";s:8:"datetime";s:19:"2018-12-12 17:36:06";}i:5;a:3:{s:7:"version";s:7:"8.0.3.2";s:7:"content";s:972:"<ul>
    <li>Передача в темы дизайна расписания работы магазина на текущую неделю с учетом настроек в разделе «Режим работы». Для показа расписания тема дизайна должна поддерживать эту возможность.</li>
    <li>Исправлено распознавание номера заказа с учетом формата, указанного в настройках.</li>	
</ul>


<strong>Тема дизайна «Дефолт»:</strong>
<ul>
    <li>Раскрываемый блок «Часы работы» для отображения расписания работы на текущую неделю с учетом настроек магазина.</li>
    <li>Исправлен заголовок на странице входа в личный кабинет покупателя.</li>	
</ul>";s:8:"datetime";s:19:"2018-12-11 16:12:07";}i:6;a:3:{s:7:"version";s:7:"8.0.2.1";s:7:"content";s:501:"<p>Исправления:</p>

<ul>
    <li>Экспорт заказов с помощью плагина «1С (CommerceML)».</li>
  <li>Экспорт YML-файла с выбором домашнего региона и способов доставки с помощью плагина «Яндекс.Маркет».</li>
  <li>Сохранение описания категории товаров при выбранном режиме редактирования «HTML».</li>
</ul>";s:8:"datetime";s:19:"2018-11-27 17:04:07";}i:7;a:3:{s:7:"version";s:9:"8.0.1.350";s:7:"content";s:304:"<ul>
    <li>Исправлено удаление наклеек изображений всех выделенных товаров в списке.</li>
    <li>Исправлено добавление лишних скобок к названиям заказанных товаров.</li>
</ul>";s:8:"datetime";s:19:"2018-11-23 12:49:56";}i:8;a:3:{s:7:"version";s:9:"8.0.0.345";s:7:"content";s:4059:"<ul>
    <li>Новая авторизация и регистрация при оформлении заказа.</li>
    <li>Настройка режима работы магазина и обработки заказов.</li>
	<li>Новый режим «Оформление заказа в корзине»:</li>
<ul>
 <li>Динамическое одностраничное оформление заказа вместе с корзиной, адаптированной под различные устройства.</li>
 <li>Гибкие индивидуальные настройки для каждой витрины.</li>
 <li>Вывод в корзине скидок и веса по позициям заказа.</li>
 <li>Передача в плагины доставки времени готовности заказа для более точного расчета срока доставки.</li>
 <li>Возможность настраивать на разные типы покупателей (физические и юридические лица) использование полей контакта, использование плагинов доставки и оплаты.</li>
 <li>Группировка всех вариантов доставки от всех способов доставки на типы «Курьер», «Самовывоз» и «Почта».</li>
 <li>Возможность посмотреть доступные варианты доставки до заполнения всех контактных полей формы оформления заказа.</li>
 <li>Вывод для вариантов доставки типа «Самовывоз» дополнительной информации.</li> 
</ul>
	<li>Возможность сопоставлять системные действия (Оплачен, Отправлен и другие) с пользовательскими действиями.</li>
	<li>Возможность разрешать или запрещать оплату в определенных статусах.</li>
	<li>В действие «Возврат» добавлена возможно вернуть онлайн-платеж.</li>
	<li>Настройка сортировки позиций заказа, единая для бекенда, для корзины, для личного кабинета покупателя, для всех печатных форм.</li>
	<li>Передача габаритов позиций в плагины доставки и возможность использовать плагины для расчета общих габаритов отправлений. </li>
	<li>Новая настройка для способов доставки «Дополнительное время на комплектацию» — прибавляется ко времени готовности заказа с учетом режима работы витрины. Настройка используется только в режиме оформления заказа в корзине. </li>
	<li>Новый интерфейс создания категорий товаров и редактирования их настроек. </li>
	<li>Возможность создавать копии способов доставки вместе с их настройками.</li>
	<li>Доработка раздела настроек «Типы и характеристики товаров».</li>
	<li>В заказах улучшен расчета налога, округление и распределение скидки по позициям заказа для чеков по 54-ФЗ. </li>	
	<li>Исправление ошибок и доработка интерфейса бекенда.</li>	
	<li>Новые хуки для плагинов.</li>	
	<li>Переход на PHP 5.6 и поддержка PHP 7.2.</li>		
</ul>";s:8:"datetime";s:19:"2018-11-21 18:39:48";}i:9;a:3:{s:7:"version";s:9:"7.5.1.287";s:7:"content";s:459:"<ul>
    <li>Улучшение интерфейса первоначальной настройки магазина.</li>
	<li>Исправлена ошибка функции «Написать клиенту» для версий PHP 7.1 и выше.</li>
</ul>

<strong>Тема дизайна «Дефолт»:</strong>
<ul>
    <li>Незначительное улучшение интерфейса страницы корзины.</li>
</ul>";s:8:"datetime";s:19:"2018-08-01 17:58:03";}i:10;a:3:{s:7:"version";s:9:"7.5.0.285";s:7:"content";s:3835:"<p><strong>Улучшен раздел первоначальной настройки магазина.</strong></p>

<strong>Исправления:</strong>
<ul>
    <li>Исправлена ошибка формирования нулевой стоимости доставки при оформлении заказа.</li>
    <li>Исправлена ошибка SQL-запроса при настройке рекомендаций с характеристикой типа «Да/нет переключатель (boolean)».</li>
    <li>Исправлена шпаргалка для массива переменных <i>shipping_params_desired_delivery</i> в параметрах заказа.</li>
    <li>Вставка кода из шпаргалки в разделе «Настройки → Уведомления» для новых уведомлений.</li>
    <li>Тип поля в базе данных для хранения HTML-кода страницы изменен с TEXT на MEDIUMTEXT.</li>
    <li>Исправлена ошибка обновления содержимого тега &lt;h2&gt; в визуальном редакторе текста подстраницы товара.</li>
</ul>

<strong>Улучшения в редактировании и создании заказа в бекенде:</strong>
<ul>
    <li>Устранено удаление десятичной части дробной стоимости товара при редактировании заказа.</li>
    <li>Устранено восстановление стоимости доставки до значения по умолчанию.</li>
    <li>Исправлено и улучшено отображение названия выбранного варианта способа доставки и комментария к нему.</li>
    <li>Возможность сохранять заказ с отсутствующими на складе товарами.</li>
    <li>Подсказки для товаров, у которых изменились названия, при редактировании заказа.</li>
    <li>Учет скидок на товары, сформированных плагинами, при расчете налога для заказа.</li>
    <li>Исправлено отображение желаемого времени доставки, если покупатель не выбрал желаемую дату доставки.</li>
	<li>Исправлена ошибка при выборе значения одного из нескольких обязательных пользовательских полей типа radio в адресе покупателя при создании заказа.</li>
    <li>При сохранении изменений в адресе доставки или адресе плательщика изменения сохраняются в виде нового адреса контакта покупателя.</li>
    <li>Исправлено сохранение редактируемого заказа после изменения выбора артикула заказанного товара.</li>
    <li>Исправлено отображение вариантов доставки, доступных для адреса покупателя, при создании заказа в бекенде.</li>
</ul>

<strong>Тема дизайна «Дефолт»:</strong>
<ul>
    <li>Исправлено обновление информации о составе корзины при добавлении в корзину рекомендуемых товаров на странице корзины.</li>
</ul>";s:8:"datetime";s:19:"2018-07-31 12:03:32";}i:11;a:3:{s:7:"version";s:9:"7.4.5.243";s:7:"content";s:873:"<ul>
<li>Добавлена информация о зачеркнутой цене артикула товара при создании и редактировании заказа в бекенде.</li>
<li>Исправлено отображение выбранного варианта доставки и комментария к нему на странице заказа в бекенде.</li>
</ul>

<strong>Для разработчиков:</strong>
<ul>
<li>Добавлен хук <i>image_generate_thumb</i> для создания эскизов изображений с помощью плагинов.</li>
<li>Изменена обработка плагинами <i>хука image_upload</i>, теперь она выполняется до сохранения размеров изображения в базу данных.</li>
</ul>";s:8:"datetime";s:19:"2018-05-10 17:32:02";}i:12;a:3:{s:7:"version";s:9:"7.4.4.238";s:7:"content";s:1988:"<ul>
<li>Улучшены показ изображений и цен товаров в списках и категориях на витрине и формирование ссылок на артикулы товаров. Для каждого товара определяется его отображаемый артикул в зависимости от условий фильтрации в списке или категории. Поиск отображаемого артикула выполняется в следующем порядке:</li>
<ol>
<p>
<li>Основной артикул, если он соответствует условиям фильтрации или если в списке или категории нет таких условий.</li>
<li>Доступный для заказа артикул с наименьшей ценой из соответствующих условиям фильтрации.</li>
</p>
<p>Для товара в списке или категории показываются свойства его отображаемого артикула: цена, зачеркнутая цена, изображение — если изображение выбрано в свойствах артикула и если отображаемый артикул — не основной артикул товара; в противном случае показывается основное изображение товара.</p>
<p>Если отображаемый артикул — не основной артикул товара, то к его URL добавляется параметр ?sku= с ID артикула.</p>
</ol>
<li>Из настроек витрины удален параметр «URL товаров в категориях».</li>
<li>Исправлен пересчет суммы заказа при редактировании заказа в бекенде.</li>
</ul>";s:8:"datetime";s:19:"2018-04-26 18:36:48";}i:13;a:3:{s:7:"version";s:9:"7.4.3.235";s:7:"content";s:242:"<ul>
<li>Исправлено отображение зачеркнутых цен в категории на витрине.</li>
<li>Исправлен простой режим поиска товаров на витрине.</li>
</ul>";s:8:"datetime";s:19:"2018-04-20 16:26:39";}i:14;a:3:{s:7:"version";s:9:"7.4.2.234";s:7:"content";s:1824:"<ul>
<li>Исправлено отображение адреса доставки на странице заказа в бекенде.</li>
<li>Исправлено обозначение валюты заказа, созданного в бекенде.</li>
<li>Исправлена сортировка товаров по полю «на складе» в результатах поиска в бекенде.</li>
<li>Исправлено отображение информации плагинов доставки на странице заказа в бекенде.</li>
<li>Исправлено округление цен товаров в категориях на витрине.</li>
<li>Устранено излишнее округление стоимости товаров при редактировании заказа.</li>
<li>Исправлены отображение и пересчет стоимости доставки при редактировании заказа.</li>
<li>Исправлено формирование URL товаров в статических категориях при использовании настройки витрины «URL товаров в категориях: С учетом основного артикула».</li>
<li>Исправлен расчет прибыли при создании заказа в бекенде.</li>
<li>Исправлено отображение цен товаров на витрине при использовании плагинов для расчета скидок.</li>
<li>Устранено сохранение отрицательного значения скидки в истории обработки заказа после редактирования заказа.</li>
</ul>";s:8:"datetime";s:19:"2018-04-20 13:36:17";}i:15;a:3:{s:7:"version";s:9:"7.4.1.231";s:7:"content";s:1099:"<ul>
<li>Исправлено отображение адреса доставки на странице заказа в бекенде, если в настройках оформления заказа отключена форма ввода адреса доставки.</li>
<li>Добавлена настройка витрины «URL товаров в категориях», позволяющая формировать в категориях товаров ссылки на подходящие артикулы с наименьшей ценой. По умолчанию используется прежний режим формирования ссылок товаров, которая всегда учитывает только основной артикул товара.</li>
<li>Исправлено редактирование комментария к заказу в бекенде.</li>
<li>Исправлено отображение цен товаров в категориях, если цены сохранены в разных валютах.</li>
</ul>";s:8:"datetime";s:19:"2018-04-17 19:14:27";}i:16;a:3:{s:7:"version";s:9:"7.4.0.230";s:7:"content";s:4666:"<strong>Новые возможности:</strong>
<ul>
<li>Редактирование источника покупателя в свойствах заказа.</li>
<li>Использование выбора капчи из настроек «Инсталлера».</li>
</ul>

<strong>Улучшения и исправления:</strong>
<ul>
<li>Устранен лишний пересчет стоимости доставки после редактирования полей с контактной информацией покупателя.</li>
<li>Добавлена проверка прав доступа курьера к заказу в методах API.</li>
<li>Автоматический пропуск слишком больших файлов при перегенерации эскизов изображений товаров.</li>
<li>Восстановление потерянных файлов, используемых для формирования эскизов изображений по требованию.</li>
<li>Автоматическое добавление задания CRON для триггерных рассылок в облаке Webasyst.</li>
<li>Использование запятой и точки в числах при поиске товаров по характеристике типа «диапазон» в категории с помощью фильтра.</li>
<li>Отображение граничных значений для характеристики типа «диапазон» в фильтре категории товаров.</li>
<li>Фильтрация по характеристикам клонова товаров, созданных в режиме «Выбор параметров».</li>
<li>Сортировка товаров в результатах фильтра в категории.</li>
<li>Отображение цен и формирование ссылок найденных артикулов товаров в результатах фильтра в категории.</li>
<li>Улучшен умный поиск товаров.</li>
<li>Улучшено редактирование заказа в бекенде.</li>
<li>Исправлена локализации визуального текстового редактора.</li>
<li>Отображение кириллических доменов в списке выбора источника заказов в настройках уведомлений.</li>
<li>Регистрация покупателя при оформлении повторного заказа.</li>
<li>Возможность заказать товар с бесконечном остатком на одном складе и с нулевым остатком на другом складе.</li>
<li>Доступность кнопки добавления в корзину товара с разными настройками витрины и складов.</li>
<li>Оптимизация настройки подключения к сервису OneSignal для получения push-уведомлений о заказах.</li>
<li>Доступность настройки push-уведомлений о заказах в браузере Safari 11.0.3.</li>
<li>Отображение на витрине значений характеристик клона товара, созданного в режиме «Выбор параметров».</li>
<li>Маршрутизация страниц товаров при использовании нескольких витрин и категорий.</li>
<li>Удаление URL логотипов в настройках способов доставки и оплаты.</li>
<li>Исправлена ошибка интерфейса выбора типа нового пользовательского размера эскизов в настройках изображений.</li>
<li>Исправлена ошибка интерфейса редактирования характеристики, ранее выбранной для всех типов товаров.</li>
<li>Исправлены ошибки на странице написания отзыва о товаре при авторизации через Facebook.</li>
</ul>

<strong>Тема Default:</strong>
<ul>
<li>Отображение названия категории товара, если товар добавлен только в одну категорию.</li>
</ul>";s:8:"datetime";s:19:"2018-04-17 14:13:54";}i:17;a:3:{s:7:"version";s:9:"7.3.0.209";s:7:"content";s:6820:"<strong>Новые возможности</strong>
<ul>
<li>Новый визуальный редактор текста для заполнения описаний товаров и категорий.</li>
<li>Новый столбец с датой создания в табличном списке товаров в бекенде.</li>
<li>Новый вариант настройки доступности полей адреса на шаге выбора способа доставки во время оформления заказа: «Все поля адреса, обязательные для выбранного способа доставки, включая скрытые заполненные поля».</li>
<li>Расширен API для редактирования заказа и контактных данных покупателя в новой версии мобильного приложения.</li>
</ul>

<strong>Исправления ошибок</strong>
<ul>
<li>Неудачная регистрация покупателя при оформлении повторного заказа.</li>
<li>Прерывание перегенерации эскизов изображений товаров при возникновении критичных ошибок.</li>
<li>Невозможность сохранить большой фрагмент HTML-кода пользовательской наклейки для изображения товара.</li>
<li>Недоступность доступного на складе товара при выборе отдельных складов в настройках витрины.</li>
<li>Не срабатывающее сочетание клавиш Ctrl+S при редактировании HTML-кода описания товара.</li>
<li>Неправильный URL изображения артикула при получении содержимого корзины через AJAX с параметром items=1.</li>
<li>Несовпадение формата названий товаров в корзине при использовании хелпера {$wa-&gt;shop-&gt;cart-&gt;items()}  и AJAX-контроллера корзины.</li>
<li>Недоступность отключенных полей адреса при создании заказа в бекенде.</li>
<li>Недочеты локализации.</li>
<li>Запрашивание обязательных полей адреса плагином доставки при создании заказа в бекенде.</li>
<li>Неправильное сохранение выбранной услуги при смене артикула во время редактирования заказа.</li>
<li>Неправильная локализация названий валют в интерфейсе выбора валюты на витрине.</li>
<li>Невозможность заказать товар, доступный на складе.</li>
<li>Доступность кнопки добавления товара в корзину при использовании виртуального склада, если товар недоступен на физических складах.</li>
<li>Ошибка импорта CSV-файла.</li>
</ul>

<strong>Мобильное приложение (новая версия будет опубликована в App Store и Google Play до 16 февраля)</strong>
<ul>
<li>Редактирование заказов и контактных данных покупателей:</li>
<ul>
<li>Улучшено меню заказа с поддержкой большого списка пользовательских действий.</li>
<li>Быстрое удаление товара из состава заказа и редактирование количества товара в заказе в режиме просмотра заказа.</li>
<li>Смена статуса заказа и добавление комментария в режиме просмотра заказа.</li>
<li>Переход из режима просмотра заказа в режим редактирования профиля покупателя, адреса доставки, параметров доставки, состава заказа, суммы скидки и стоимости доставки.</li>
</ul>
<li>Настройка прав доступа курьеров в бекенде Shop-Script:</li>
<ul>
<li>Возможность редактировать в мобильном приложении состав заказа, сумму скидки и стоимость доставки. Курьер может изменять статус заказа, адрес доставки, кроме полей «Страна», «Индекс», «Регион» и «Город», и другие параметры доставки независимо от значения этой настройки.</li>
<li>Возможность редактировать контактные данные покупателей в мобильном приложении.</li>
</ul>
<li>Полное отображение длинных названий товаров над фотографией при просмотре товара.</li>
<li>Отображение названий складов и остатков товаров при просмотре заказа.</li>
<li>Улучшение интерфейса и локализации.</li>
<li>Исправление ошибок:</li>
<ul>
<li>Дублирование адреса доставки.</li>
<li>Подсветка старых заказов как новых.</li>
<li>Недоступность изображений товаров в мобильном приложении при настроенной переадресации на HTTPS на сайте.</li>
<li>Неправильное кеширование информации о товарах.</li>
<li>Неправильное отключение магазина без доступа к интернету.</li>
<li>Подключение к серверу по HTTPS с неправильным SSL-сертификатом.</li>
<li>Сброс результатов поиска после редактирования найденного товара и возврата назад.</li>
<li>Недоступность сервера при одновременной загрузке большого количества изображений товаров.</li>
</ul>
</ul>";s:8:"datetime";s:19:"2018-02-13 14:18:38";}i:18;a:3:{s:7:"version";s:10:"7.2.24.189";s:7:"content";s:348:"<ul>
<li>Исправлены ошибки в работе триггерных рассылок при использовании разных настроек CRON и режимов работы сервера.</li>
<li>Исправлена ошибка включения PUSH-уведомлений о новых заказах.</li>  
</ul>";s:8:"datetime";s:19:"2017-12-15 14:10:26";}i:19;a:3:{s:7:"version";s:10:"7.2.23.183";s:7:"content";s:177:"<ul><li>Улучшено отображение списка плагинов для добавления новых способов доставки и оплаты.</li></ul>";s:8:"datetime";s:19:"2017-12-04 17:24:15";}i:20;a:3:{s:7:"version";s:10:"7.2.22.180";s:7:"content";s:171:"<ul><li>Исправлена доступность выбора значений характеристик в свойств артикулов товаров.</li></ul>";s:8:"datetime";s:19:"2017-11-30 17:43:50";}i:21;a:3:{s:7:"version";s:10:"7.2.21.179";s:7:"content";s:3580:"<ul>
<li>Улучшена поддержка кириллических доменных имен.</li> 
<li>Показ кнопок «В корзину / Купить» в списках товаров на витрине в зависимости от доступности каждого товара на складе.</li>
<li>Улучшен пересчет скидок в заказе. Максимальная точность цен, скидок и налогов в заказах ограничена двумя знаками после запятой.</li>
<li>Оптимизировано отображение облака тегов в разделе «Товары» в бекенде. Если тегов больше 100, то вместо использования облака предлагается выполнить поиск с использованием «живого» поиска.</li>
<li>Улучшено качество изображений товаров при выполнении массовой загрузки.</li>
<li>Добавлена возможность удалить у товара характеристику типа «разделитель», если тип товара изменен на тот, для которого эта характеристика не выбрана.</li>
<li>Отключена возможность создавать статические категории товаров внутри динамических. Внутри динамических категорий можно создавать только динамические категории.</li>
<li>Исправлены ошибки:</li>
     <ul>
     <li>Не оформляется заказ, если в корзине есть удаленные артикулы с услугами.</li>
     <li>Для авторизованного покупателя видны все поля в форме ввода контактных данных, если в магазине настроены изменяемые наборы полей.</li>
     <li>Неправильный порядок характеристик на странице редактирования товара.</li>
	 <li>Дефект раздела «Заказы» при показе блока с информацией о мобильном приложении.</li>
     <li>Перенаправление с кодом 302 вместо 301 с URL товара для второстепенной категории.</li>
     <li>Ошибочное объединение контактов при подтверждении email-адреса.</li>
     <li>Проблема при добавлении новых размеров эскизов изображений товаров в настройках магазина.</li>
     <li>Сохранение отрицательных значений количества на складе при выполнении трансферов в разделе «Товары».</li>
     <li>Проблема при удалении нулевых остатков для отдельных складов в разделе «Товары» в режиме просмотра «Артикулы».</li>
     <li>Неправильный показ информации о бесконечных остатках на складе при выборе артикула во время редактирования заказа.</li>
     </ul>
</ul>";s:8:"datetime";s:19:"2017-11-29 18:26:02";}i:22;a:3:{s:7:"version";s:10:"7.2.20.174";s:7:"content";s:48:"Незначительные улучшения.";s:8:"datetime";s:19:"2017-11-10 16:03:21";}i:23;a:3:{s:7:"version";s:10:"7.2.20.173";s:7:"content";s:204:"<ul><li>Исправлена передача налоговых ставок и конвертированных цен заказанных товаров в платежную систему.</li></ul>";s:8:"datetime";s:19:"2017-11-09 19:15:53";}i:24;a:3:{s:7:"version";s:10:"7.2.19.172";s:7:"content";s:863:"<p>Исправлены ошибки:</p><ul><li>Отправка триггерных рассылок покупателям по всем старым заказам.</li><li>Сохранение длинных интервалов отправки в настройках триггерных рассылок.</li><li>Отображение стандартных промокарточек на витрине.</li><li>Сохранение изображений артикулов при клонировании товара.</li><li>Видимость на витрине значений скрытых характеристик типа «Значение * Значение * Значение».</li><li>Округление цен товаров на витрине магазина при настройке «округлять до 1».</li></ul>";s:8:"datetime";s:19:"2017-11-08 18:17:18";}i:25;a:3:{s:7:"version";s:10:"7.2.18.169";s:7:"content";s:3322:"<ul>
<li>Расчет налога на стоимость доставки.</li> 
<li>Округление стоимости услуг.</li> 
<li>Улучшена точность хранения и отображения округленных значений денежных сумм.</li>
<li>Улучшена обработка данных при сохранении описаний товара.</li>
<li>Отображение идентификаторов полей в настройках формы ввода контактной информации покупателя, которая используется при оформлении заказа.</li> 
<li>Улучшено обновление подсказки о возможной скидке при использовании бонусов на странице корзины.</li>
<li>Исправление ошибок:</li>
     <ul>
     <li>Добавлена очистка информации о скидках на отдельные элементы заказа после указания скидки вручную.</li>
     <li>Передача значения «без НДС» в плагины доставки и оплаты.</li>
     <li>Сохранение цен услуг, включенных при редактировании заказа.</li>
     <li>Доступность расширенных свойств клиента в шаблонах триггерных рассылок.</li>
     <li>Доступность URL и других свойств заказанных товаров в шаблонах триггерных рассылок.</li>
     <li>Работоспособность инструкций в «шпаргалке», доступной при редактировании шаблонов уведомлений о заказах и шаблонов дизайна личного кабинета.</li>
	 <li>Изменение свойств покупателя при редактировании заказа без установленного приложения «Контакты».</li>
     <li>Сохранение значения пользовательского поля типа «флажок» в свойствах покупателя при редактировании заказа.</li>
     <li>Скрытие ссылки на удаленный товар на странице просмотра заказа в бекенде.</li>
	 <li>Обновление бонусов покупателя при выполнении действий с заказами.</li>
     <li>Работа Google-карты на странице просмотра заказа в бекенде.</li>
     </ul>
</ul>

<strong>Тема «Дефолт»:</strong>

<ul>
<li>Улучшена поддержка микроразметки Schema.org.</li>
<li>Исправлены ошибки добавления товаров в корзину из списков, опубликованных на информационных страницах.</li>
<li>Исправлена ошибка выбора оценки товара при добавлении отзыва в мобильном браузере.</li>
</ul>";s:8:"datetime";s:19:"2017-11-02 13:57:38";}i:26;a:3:{s:7:"version";s:10:"7.2.17.165";s:7:"content";s:534:"<ul><li>В блок с контактной информацией клиента на странице печатной версии заказа добавлен хук backend_order_print для плагинов.</li><li>Исправлена ошибка отбора товаров по цене в динамических категориях.</li></ul><strong>Тема Mobile:</strong><ul><li>Исправлен недочет отображения зачеркнутой цены на странице товара.</li></ul>";s:8:"datetime";s:19:"2017-10-16 17:19:32";}i:27;a:3:{s:7:"version";s:10:"7.2.16.164";s:7:"content";s:391:"<ul><li>Улучшена страница печатной версии заказа в бекенде.</li><li>Скрытие закупочных цен в разделе «Товары» для пользователей с правом доступа «только чтение» для определенных типов товаров или для всех товаров.</li></ul>";s:8:"datetime";s:19:"2017-10-12 17:31:12";}i:28;a:3:{s:7:"version";s:10:"7.2.15.163";s:7:"content";s:48:"Незначительные улучшения.";s:8:"datetime";s:19:"2017-10-11 18:02:13";}i:29;a:3:{s:7:"version";s:10:"7.2.15.162";s:7:"content";s:1219:"<ul>
<li>Улучшена страница печатной версии заказа в бекенде.</li> 
<li>Исправлен расчет налога и пересчет скидки во время редактирования заказа при использовании плагинов, влияющих на размер скидки.</li>
<li>Исправлена ошибка сохранения изображения при редактировании промокарточки.</li>
</ul>

<strong>Тема «Дефолт»:</strong>

<ul>
<li>Улучшен слайдер на главной странице и добавлен вариант настройки слайдера «Товары: последнее фото в качестве фона».</li> 
<li>Добавлена очистка подсказок о товарах, добавленных в корзину.</li>
<li>Исправлено отображение ссылки для сравнения товаров в зависимости от соответствующей настройки.</li>
<li>В мобильной версии добавлен переключатель валют.</li>
</ul>";s:8:"datetime";s:19:"2017-10-10 18:15:25";}i:30;a:3:{s:7:"version";s:10:"7.2.14.155";s:7:"content";s:52:"Незначительные исправления.";s:8:"datetime";s:19:"2017-09-19 20:19:24";}i:31;a:3:{s:7:"version";s:10:"7.2.14.154";s:7:"content";s:271:"<ul><li>Поддержка дополнительных полей плагинов доставки при редактировании заказа.</li><li>Исправлено масштабирование изображений промокарточек.</li></ul>";s:8:"datetime";s:19:"2017-09-19 16:54:50";}i:32;a:3:{s:7:"version";s:10:"7.2.13.140";s:7:"content";s:659:"<ul>
<li>В общие настройки магазина добавлена настройка показа элементов подтверждения согласия с политикой обработки персональных данных при написании отзывов о товарах.</li>
<li>В настройку обновления склада добавлен вариант «Не обновляется действиями с заказами», который предполагает полное управления складскими остатками в системе товарного учета.</li>
</ul>";s:8:"datetime";s:19:"2017-07-06 20:24:39";}i:33;a:3:{s:7:"version";s:10:"7.2.12.135";s:7:"content";s:578:"— Добавлены настройки оформления заказа для показа элементов подтверждения согласия с политикой обработки персональных данных при вводе контактных данных и выборе способа доставки. Новые настройки должны поддерживаться темой дизайна. <a href="https://support.webasyst.ru/20302/webasyst-update-2017-personal-data-processing/">Инструкция по настройке</a>.";s:8:"datetime";s:19:"2017-06-29 16:32:05";}i:34;a:3:{s:7:"version";s:10:"7.2.11.129";s:7:"content";s:62:"Исправлены ошибки, связанные с CSRF.";s:8:"datetime";s:19:"2017-05-23 19:17:09";}i:35;a:3:{s:7:"version";s:10:"7.2.10.126";s:7:"content";s:114:"Исправлена ошибка совместимости с плагинами и темами дизайна.";s:8:"datetime";s:19:"2017-05-11 16:57:52";}i:36;a:3:{s:7:"version";s:9:"7.2.9.125";s:7:"content";s:648:"<ul><li>Исправлена ошибка увеличения количества товара на складе при отключении услуги товара во время редактирования заказа.</li><li>Исправлена ошибка восстановления остатка на складе при смене артикула товара во время редактирования заказа.</li><li>Исправлена вставка лишних пустых строк в текст сообщения при использовании функции «Написать клиенту».</li></ul>";s:8:"datetime";s:19:"2017-05-10 18:37:09";}i:37;a:3:{s:7:"version";s:9:"7.2.8.121";s:7:"content";s:174:"Исправлена ошибка при создании заказа на витрине, если товар в корзине был удалён через бекенд.";s:8:"datetime";s:19:"2017-04-19 13:06:28";}i:38;a:3:{s:7:"version";s:9:"7.2.7.118";s:7:"content";s:298:"<ul><li>Улучшение API для работы мобильного приложения.</li>
<li>Исправление ошибки обновления артикулов с характеристиками типа «Значение × Значение (× Значение)».</li></ul>";s:8:"datetime";s:19:"2017-04-11 16:08:42";}i:39;a:3:{s:7:"version";s:9:"7.2.6.117";s:7:"content";s:85:"Доработка API для работы мобильного приложения.";s:8:"datetime";s:19:"2017-03-22 17:06:30";}i:40;a:3:{s:7:"version";s:9:"7.2.5.115";s:7:"content";s:1164:"<ul> 
<li>Добавлены шаблоны уведомлений для действий с заказами: «Изменены параметры доставки», «Добавлен комментарий к заказу», «Заказ был объединен с другим».</li>
<li>Исправлено списание товаров со склада при оплате заказа, находящегося в пользовательском статусе.</li> 
<li>Исправлена ошибка расчета суммы заказа со скидкой, созданного в бекенде.</li> 
<li>Доработка API для работы мобильного приложения.</li> 
<li>Исправлено обновление основного артикула товара при импорте CSV-файла.</li>
<li>На шаге выбора способа доставки при оформлении заказа плагины теперь используют порядок сортировки полей адреса, установленный в настройках магазина.</li>
</ul>";s:8:"datetime";s:19:"2017-03-14 14:45:38";}i:41;a:3:{s:7:"version";s:9:"7.2.4.114";s:7:"content";s:2243:"<strong>Новые возможности</strong>
<ul>
<li>Настройка назначения курьера в любом статусе заказа с помощью нового действия «Изменить параметры доставки».</li>
<li>Редактирование даты и времени доставки заказа в бекенде магазина.</li>
<li>Сортировка заказов в бекенде по дате и времени доставки и по статусу заказов.</li>
<li>Возможность отправлять триггерные рассылки, только если выбранный статус заказа не изменился.</li>
</ul>

<strong>Исправления</strong>
<ul>
<li>В отчетах исправлено отображение списка заказов для периода, выбранного вручную.</li>
<li>В фильтре товаров в категории исправлен поиск товаров с ценой, указанной в валюте, отличной от валюты витрины.</li>
<li>В фильтре товаров в категории добавлено обновление введенных ограничений цены при смене валюты покупателем.</li>
<li>В настройках витрины добавлено поле для ввода метатега «og:url».</li>
<li>При редактировании заказа с удаленным артикулом добавлен показ сообщения об ошибке.</li>
</ul>

<strong>Мобильное приложение</strong>
<ul>
<li>В списке заказов и на странице выбранного заказа добавлен показ параметров доставки: выбранного курьера, даты и времени доставки заказа.</li>
<li>Добавлено редактирование параметров доставки (выбранного курьера, даты и времени доставки заказа) для выбранного заказа.</li>
</ul>";s:8:"datetime";s:19:"2017-03-06 18:03:24";}i:42;a:3:{s:7:"version";s:9:"7.2.3.109";s:7:"content";s:751:"<strong>Исправлены ошибки:</strong>
<ul>
<li>Исчезновение значений характеристик на странице результатов фильтра в категории после обновления страницы в браузере.</li>
<li>Отсутствие некоторых искомых товаров в результатах фильтра в категории.</li>
<li>Невозможность выбора склада с бесконечным остатком артикула при редактировании заказа.</li>
<li>Неправильное срабатывание правил списания остатков с разных складов.</li>
</ul>";s:8:"datetime";s:19:"2017-02-13 17:28:29";}i:43;a:3:{s:7:"version";s:9:"7.2.2.105";s:7:"content";s:276:"— Улучшен интерфейс просмотра заказа и версия для печати в бекенде.<br/>
— Исправлена вставка изображения заказанного артикула в уведомление о заказе.";s:8:"datetime";s:19:"2017-02-03 17:13:21";}i:44;a:3:{s:7:"version";s:9:"7.2.1.103";s:7:"content";s:196:"— Исправлена работа фильтра в категории при использовании характеристик типа "да/нет переключатель (boolean)".";s:8:"datetime";s:19:"2017-02-02 18:32:43";}i:45;a:3:{s:7:"version";s:9:"7.2.0.102";s:7:"content";s:7844:"<strong>Новые возможности</strong>
<ul>
	<li>Триггерные рассылки:</li>
        <ul>
		<li>настройка задержки отправки в часах в дополнение к дням</li>
		<li>возможность выбора любого статуса заказ, а не только «Оплачен»</li>
		</ul>
	<li>Возможность не отправлять настроенное уведомление при редактировании заказа.</li>
	<li>Отправка информации о курьере в уведомлении о заказе.</li>
	<li>Экспорт и импорт через CSV-файл значение выбора артикула товара по умолчанию.</li>
</ul>

<strong>Исправления</strong>
<ul>
	<li>Улучшение логики списания и возврата товаров на склад при удалении и добавлении товаров в отредактированном заказе.</li>
	<li>Улучшение логики списания и возврата товаров из заказов после удаления старых и добавления новых складов.</li>
	<li>Исправлена фильтрация артикулов для динамических категорий.</li>
	<li>Доработаны редиректы на витрину магазина после оплаты на сайтах платежных систем.</li>
	<li>Исправлен показ квитанции для оплаты для незарегистрированного покупателя.</li>
	<li>Исправлено быстрое редактирование остатков в таблице товаров.</li>
	<li>Устранена возможность удаления системного действия «Написать клиенту».</li>
	<li>При выполнении массовых действий с заказами добавлена возможность выбора пользовательских действий в дополнение к стандартным.</li>
	<li>Исправлено редактирование пользовательского действия с заказами.</li>
	<li>Исправлено сохранение сортировки значений характеристик в категориях товаров.</li>
	<li>Исправлено отображение информации о получателе и плательщике в уведомлениях о заказах.</li>
	<li>Улучшена логика работы с тегами товаров, которые состоят только из цифр.</li>
	<li>Исправлена обработка события при редактировании услуги товара, если в магазине не настроено ни одной услуги.</li>
	<li>Исправлена одновременная фильтрация по характеристике артикула и цене в фильтрах и динамических категориях.</li>
	<li>Улучшена выборка в динамических списках товаров с зачеркнутой ценой.</li>	
	<li>Исправлено обновление суммарной стоимости заказов покупателя.</li>	
	<li>Исправлена локализация в шаблонах уведомлений о заказах.</li>	
</ul>

<strong>Улучшения в бекенде</strong>
<ul>
	<li>Доработана страница с информацией о заказе.</li>
	<li>Исправлена ошибка загрузки больших списков заказов.</li>
	<li>В настройках push-уведомлений удалено устаревшее поле «Google project number».</li>
	<li>Исправлена ссылка на последние заказы на странице просмотра товара.</li>
	<li>Исправлено отображение сообщений об ошибках при редактирование заказа.</li>
	<li>Добавлена блокировка кнопок действий с заказами для предотвращения случайных повторных срабатываний.</li>
	<li>Исправлено отображение фотографий товаров в отчетах о продажах.</li>
	<li>Улучшено удобство ввода названия и кода артикула на странице редактирования товара.</li>
	<li>Доработаны шпаргалки на страницах редактирования уведомлений и триггерных рассылок.</li>
	<li>Улучшена работа меню выбора вариантов сортировки заказов.</li>
	<li>Исправлены ссылки на товары в разделе «Склады».</li>
	<li>Улучшено сохранение дополнительных параметров категорий с HTML-тегами.</li>
	<li>Исправлено отображение списка доступных складов при добавлении виртуального склада.</li>
	<li>Устранено дублирование записей в результатах «живого» поиска товаров в бекенде.</li>
	<li>Добавлены текстовые подсказки для полей цен на странице редактирования товара.</li>
	<li>Добавлена автоматическая прокрутка страницы при нажатии на иконку изменения номера доставки в заказе.</li>
	<li>Улучшен поиск покупателей.</li>
	<li>Улучшен интерфейс редактирования услуг с несколькими вариантами.</li>
</ul>

<strong>Мобильное приложение</strong>
<ul>
	<li>Push-уведомления для курьера отправляются только о назначенных на него заказах.</li>
	<li>Автоматическое обновление прав доступа для пользователей мобильного приложения после редактирования их прав в основном бекенде Webasyst.</li>
	<li>Возможность выхода на странице разрешения доступа к магазину для подключения с другой парой логин/пароль.</li>
	<li>Отображение дополнительных полей адреса покупателя при просмотре информации о заказе.</li>
	<li>Исправлено некорректное отображение сумм в различных валютах.</li>
	<li>На iPhone исправлено добавление фотографий товаров и создание письма по нажатию на email-адрес в информации о заказе.</li>
	<li>Исправлен выбор языка интерфейса для установки — зависит от настройки смартфона.</li>
	<li>Автоматическое обновление содержимого после открытия приложения.</li>
	<li>Визуальное выделение новых заказов.</li>
</ul>";s:8:"datetime";s:19:"2017-02-01 16:24:44";}i:46;a:3:{s:7:"version";s:8:"7.1.6.75";s:7:"content";s:288:"— Исправлена подгрузка в списке заказов в бекенде в соответствии с выбранным фильтром по статусу заказа.<br>
— Исправлен поиск товаров по артикулу в бекенде.";s:8:"datetime";s:19:"2016-09-01 15:29:22";}i:47;a:3:{s:7:"version";s:8:"7.1.5.74";s:7:"content";s:1648:"Исправлены следующие ошибки и проблемы:<br>
— Работа меню сортировки заказов в режиме «Дата обновления».<br>
— Ошибка оформления заказа после удаления плагина доставки или оплаты в случае сохранения настроек такого плагина.<br>
— Неправильный URL изображений в уведомлениях о заказах с витрины, настроенной на «подпапку» домена.<br>
— Ошибочное списание товара со склада после редактирования заказа в статусе, созданном пользователем.<br>
— Неправильное отображение складских остатков при вводе общего значения, без указания раздельных значений для отдельных складов.<br>
— Неправильное обновление счетчика заказов курьера.<br>
— Бесконечное перенаправление на странице товара на витрине магазина, если сайт настроен на «подпапку» домена: domain.ru/shop/.<br>
— Ошибка редактирования шаблона для действия «Написать клиенту» в мобильной версии бекенда.<br>
— Другие мелкие улучшения и исправления недочетов.";s:8:"datetime";s:19:"2016-08-31 14:57:28";}i:48;a:3:{s:7:"version";s:8:"7.1.4.68";s:7:"content";s:184:"— Исправлена ошибка «Нет соединения с интернетом» в меню действий с заказом в мобильном приложении.";s:8:"datetime";s:19:"2016-08-10 12:37:25";}i:49;a:3:{s:7:"version";s:8:"7.1.3.64";s:7:"content";s:400:"— Исправлен виджет «Купить» для товаров.<br>
— Исправлено ошибочное значение NULL переменной $product.category_id на странице товара на витрине.<br>
— Исправлены ошибки на странице настроек валют, связанные с использованием memcached.";s:8:"datetime";s:19:"2016-08-02 11:58:19";}i:50;a:3:{s:7:"version";s:8:"7.1.2.63";s:7:"content";s:794:"— Исправлено бесконечное перенаправление на странице товара, если фреймворк установлен в подкаталоге домена.<br>
— После завершения заказа больше не отображается сообщение об ошибке, если push-уведомления настроены неправильно.<br>
— Push-уведомления теперь отправляются, даже когда заказ оформлен с витрины на другом домене.<br>
— Названия каналов продаж, добавленных плагинами, теперь правильно отображаются слева в разделе «Заказы».";s:8:"datetime";s:19:"2016-07-28 15:40:31";}i:51;a:3:{s:7:"version";s:8:"7.1.0.59";s:7:"content";s:1893:"— <strong>Ограниченный доступ для курьеров в мобильное приложение</strong>, позволяющий обрабатывать заказы, переданные курьеру для доставки.<br>
— Новый раздел настроек для управления курьерами и возможность назначения заказов курьерам при выполнении действия «Отправлен».<br>
— <strong>Push-уведомления в браузере</strong> о новых заказах.<br>
— Возможность сортировки заказов по дате создания, дате обновления и дате оплаты.<br>
— Возможность изменения порядка расположения кнопок действий с заказами.<br>
— Настройки округления для размера скидки и стоимости доставки.<br>
— Просмотр заказанных товаров в отчетах по продажам.<br>
— Сортировка товаров по отдельным складам в разделе «Товары → Склад».<br>
— Возможность скрытия отдельных характеристик товаров на витрине для отображения только в бекенде.<br>
— Улучшение типографики темы дизайна Default 3.0.<br>
— Улучшения в механизмах редактирования товаров и настройки плагинов.<br>
— Исправления ошибок при отправке email-уведомлений и при возврате покупателя на нужную витрину магазина после оплаты.";s:8:"datetime";s:19:"2016-07-26 14:15:42";}i:52;a:3:{s:7:"version";s:8:"7.0.3.36";s:7:"content";s:205:"— Добавлены хуки для плагинов: product_mass_update и backend_reports_channels.<br>
— Другие мелкие улучшения и исправления недочетов.";s:8:"datetime";s:19:"2016-05-23 10:10:40";}i:53;a:3:{s:7:"version";s:8:"7.0.2.32";s:7:"content";s:386:"— Исправлены проблемы совместимости с PHP 5.2 и 5.5 (новые шаблоны уведомлений о заказах и раздел настройки складов теперь работают на всех версиях PHP).<br>
— Исправлен конфликт с редактором блоков приложения «Сайт».";s:8:"datetime";s:19:"2016-05-19 07:53:34";}i:54;a:3:{s:7:"version";s:8:"7.0.1.29";s:7:"content";s:6570:"<strong>Мобильное приложение для iOS и Android для удобного управления интернет-магазином в дороге <a href="http://www.shop-script.ru/mobile/" target="_blank">www.shop-script.ru/mobile/</a></strong>
<ul>
	<li>Списки заказов и товаров;</li>
	<li>Push-уведомления о новых заказах;</li>
	<li>Отчет о продажах последнего месяца, основные метрики магазина (CAC, ARPU, LTV, ROI);</li>
	<li>Редактирование цен и остатков на складе;</li>
	<li>Создание новых товаров;</li>
	<li>Загрузка фотографий товаров непосредственно с телефона;</li>
</ul>
<strong>Каналы продаж</strong>
<ul>
	<li>Поддержка на системном уровне возможности поступления заказов из внешних источников (в дополнение к основным витринам интернет-магазина);</li>
	<li>Яндекс «Заказ на Маркете»: заказ оформляется на сайте market.yandex.ru и автоматически появляется в списке заказов в бекенде интернет-магазина (для работы необходимо обновить плагин «Яндекс.Маркет» до последней версии);</li>
	<li>Виджеты товаров «Купить» и «В корзину», позволяющие размещать и продавать товары на любых сторонних сайтах и блогах;</li>
	<li>Фильтрация по каналам продаж в разделах «Заказы» и «Отчеты».</li>
</ul>
<strong>Прием оплаты заказов по банковским картам в офлайне</strong>
<ul>
	<li>Интеграция с мобильным терминалом «Яндекс.Кассы» (для работы необходимо обновить плагин оплаты «Яндекс.Деньги» до последней версии);</li>
	<li>Поддержка на системном уровне возможности регистрации оплаты (транзакций) из внешних источников для разработчиков с возможностью пост-обработки и объединения заказов («подвешенные заказы»).</li>
</ul>
<strong>Продвинутый складской учет</strong>
<ul>
	<li>Точки продаж и склады хранения: настройка видимости каждого склада на витрине;</li>
	<li>Виртуальные склады: группировка складов с возможностью назначения приоритета списания товаров в рамках данного склада;</li>
	<li>Продвинутые правила автосписания товаров со склада: в зависимости от региона покупателя, выбранного способа доставки и других условий, определяемых плагинами (ранее автосписание можно было настроить только в зависимости от витрины);</li>
	<li>Трансферы товаров между складами: возможность быстрого перемещения товаров между складами с промежуточным статусом «В пути»;</li>
	<li>Печать сопроводительных документов для трансферов (печатные формы реализуются плагинами).</li>
</ul>
<strong>Отчеты о продажах</strong>
<ul>
	<li>Drill down: возможность просмотра детализации по каждому сегменту в основном отчете о продажах (например, по каждому отдельному источнику трафика, UTM-кампании или региону). В режиме детализации отображается полный список заказов, вошедших в выбранный сегмент;</li>
	<li>Наглядное сравнение всех сегментов на основном графике отчета;</li>
	<li>Складские активы, подсчитанные в закупочной цене.</li>
</ul>
<strong>Полезные возможности</strong>
<ul>
	<li>Режим быстрого редактирования цен и остатков: новый режим просмотра списка товаров в категории с возможностью быстрого редактирования цен и остатков на складе для каждого артикула товара (без входа на страницу редактирования каждого товара);</li>
	<li>Прикрепление к товарам видео YouTube или Vimeo: видео отображается в основной фотогалерее товара на витрине и подключается в микроразметке страницы товара (Schema.org и Open Graph);</li>
	<li>Таймер обратного отсчета в промо-карточках: просто укажите дату и время, и в промо-слайдере на главной странице магазина появится таймер обратного отсчета;</li>
	<li>Новые красивые дефолтные шаблоны email-уведомлений о заказах;</li>
	<li>Массовая печать сопроводительных документов к заказам (печатных форм) для набора выбранных заказов;</li>
	<li>Динамический список товаров с зачеркнутой ценой;</li>
	<li>Поиск заказов по трекинг-номеру;</li>
	<li>Множественные улучшения интерфейса управления интернет-магазином и исправление найденных ошибок.</li>
</ul>";s:8:"datetime";s:19:"2016-05-18 09:22:20";}i:55;a:3:{s:7:"version";s:11:"6.3.0.44568";s:7:"content";s:168:"Исправлена работа плагинов, изменяющих цены товаров на витрине, при фильтрации в категории.";s:8:"datetime";s:19:"2015-12-25 07:39:25";}i:56;a:3:{s:7:"version";s:11:"6.3.0.44472";s:7:"content";s:1072:"— Добавлена возможность отображения кода основного артикула в списках товаров в бекенде.<br>
— Добавлена возможность использования разных названий магазина в уведомлениях, отправляемых для заказов, оформленных через разные витрины.<br>
— Добавлена настройка для бонусной программы, позволяющая ограничить количество бонусов, используемых при оплате заказа.<br>
— В настройках скидок добавлена возможность выбора вариантов сохранения описания расчета скидки в истории обработки заказов.<br>
— Исправлены ошибки округления цен.<br>
— Другие мелкие улучшения и исправления недочетов.";s:8:"datetime";s:19:"2015-12-23 09:14:15";}i:57;a:3:{s:7:"version";s:11:"6.2.1.43955";s:7:"content";s:993:"— Добавлена возможность отключения ленивой загрузки списков товаров в бекенде для включения постраничной навигации.<br>
— В свойствах витрины (поселения) добавлена настройка скрытия товаров, отсутствующих в наличии.<br>
— Улучшена фильтрация товаров по характеристикам, в том числе для учета артикулов, недоступных для продажи.<br>
— Улучшен механизм скидок, в том числе добавлена возможность применения скидок на отдельные товары в составе заказа.<br>
— Исправлены ошибки в функции экспорта товаров в CSV-файл.<br>
— Прочие мелкие исправления.";s:8:"datetime";s:19:"2015-11-27 07:56:11";}i:58;a:3:{s:7:"version";s:11:"6.2.0.42498";s:7:"content";s:407:"— Добавлена возможность экспорта и импорта дополнительных параметров товаров и категорий.<br>
— Исправлены ошибки экспорта товаров из подкатегорий выбранной корневой категории.<br>
— Исправление других мелких недочетов.";s:8:"datetime";s:19:"2015-09-29 09:43:02";}i:59;a:3:{s:7:"version";s:11:"6.2.0.42427";s:7:"content";s:64:"Исправлена ошибка с валютой заказа";s:8:"datetime";s:19:"2015-09-25 16:18:06";}i:60;a:3:{s:7:"version";s:11:"6.2.0.42413";s:7:"content";s:272:"Поддержка Webasyst TV и новые виджеты: источники продаж, KPI интернет-магазина, покупатели, товары.
Общесистемные улучшения, исправление найденных ошибок.";s:8:"datetime";s:19:"2015-09-25 06:14:11";}i:61;a:3:{s:7:"version";s:11:"6.1.1.41776";s:7:"content";s:232:"Обновление совместимости анти-спам защиты системы оформления заказов с некоторыми темами дизайна независимых разработчиков.";s:8:"datetime";s:19:"2015-09-04 08:51:49";}i:62;a:3:{s:7:"version";s:11:"6.1.1.41714";s:7:"content";s:1267:"— Анти-спам фильтрация заказов: добавлена защита системы оформления заказов от спама. Защита автоматически отвергает все заказы, оформляемые роботами, и работает полностью незаметно для реального покупателя или на основе капчи (ввода кода на изображении). Анти-спам фильтрация включается в разделе Настройки &gt; Оформление заказов.
— Добавлена возможность замены стандартной капчи на Google reCAPTCHA. Настраивается в разделе Настройки &gt; Общие настройки.
— Тема дизайна «Дефолт 3.1.0»: множественные визуальные улучшения, новые настройки для более простой начальной настройки внешнего вида интернет-магазина без изменения исходного кода шаблонов дизайна.
— Исправление незначительных ошибок.";s:8:"datetime";s:19:"2015-09-03 06:50:09";}i:63;a:3:{s:7:"version";s:11:"6.1.0.40999";s:7:"content";s:136:"Исправлена совместимость с плагинами для редактирования товаров в списке";s:8:"datetime";s:19:"2015-08-03 06:57:14";}i:64;a:3:{s:7:"version";s:11:"6.1.0.40967";s:7:"content";s:241:"Исправлены незначительные ошибки назначения прав доступа на изображения промо-карточек и отправки отложенных уведомлений (followupCli)";s:8:"datetime";s:19:"2015-07-31 09:33:31";}i:65;a:3:{s:7:"version";s:11:"6.1.0.40913";s:7:"content";s:352:"— В виджетах «Продажи» и «Заказы» добавлен учет прав доступа пользователей.<br>
— Исправлена ошибка автоматического формирования адреса (URL) по названию товара.<br>
— Незначительные улучшения.";s:8:"datetime";s:19:"2015-07-29 06:11:04";}i:66;a:3:{s:7:"version";s:11:"6.1.0.40856";s:7:"content";s:2459:"— Тема дизайна «Дефолт 3.0»: полностью новый внешний вид, новые настройки оформления главной страницы витрины магазина.<br>
— Хук orders_collection, позволяющий создавать плагины фильтрации (подбора) заказов в бекенде.<br>
— Редактирование цен на товары непосредственно в списках товаров (только для товаров с одним артикулом).<br>
— Виджеты графика продаж за последний месяц, текущих заказов и последних отзывов о товарах.<br>
— В разделе «Покупатели» добавлена удобная возможность перехода к отправке рассылки всем найденным покупателям (кнопка «Отправить рассылку»).<br>
— Обновленный алгоритм формирования названий файлов эскизов изображений, который сохраняет оригинальное название файлов изображения для всех созданных эскизов.<br>
— Шаблон сообщения для действия «Написать клиенту» (настраивается в разделе Настройки &gt; Статусы заказов &gt; Написать клиенту)
— Соцсети: возможность редактирования описаний Open Graph для страниц товаров, категорий, информационных страниц, главной страницы витрины магазина.<br>
— Отложенные SMS-уведомления.<br>
— Настройка списания товаров со склада, позволяющая выбрать, чем ограничено максимальное количество товаров, которое может быть заказано: остатком на основном складе витрины или суммой остатков на всех складах.<br>
— Множественные системные и интерфейсные улучшения.<br>
— Исправление найденных ошибок.";s:8:"datetime";s:19:"2015-07-28 04:47:26";}i:67;a:3:{s:7:"version";s:11:"6.0.3.38328";s:7:"content";s:975:"— Отчет о продажах: добавлена возможность экспорта данных графика в CSV.<br>
— Страна по умолчанию: в форме ввода контактной информации страна теперь определяется общей настройкой магазина, а не локалью браузера пользователя.<br>
— Исправлена ошибка массового назначения наклеек для всех выбранных товаров.<br>
— Upselling: незначительные улучшения в алгоритме подбора схожих товаров.<br>
— Исправлена ошибка копирования характеристик типа boolean при создании дубликата товара.<br>
— Незначительные улучшения пользовательского интерфейса.";s:8:"datetime";s:19:"2015-04-17 10:15:49";}i:68;a:3:{s:7:"version";s:11:"6.0.2.37778";s:7:"content";s:1238:"Реализован учет общей скидки на заказ при построении отчетов о продажах единичного товара: на профильной странице товара и в отчете «Бестселлеры» («размазывание» общей скидки по всем заказанным товарам для более точной оценки прибыльности товара).<br>
Исправлена фильтрация товаров в динамических категориях в случае включения товаров из соседних статических категорий (когда для родительской категории включена галочка «Показывать товары из подкатегорий»).<br>
Незначительные интерфейсные улучшения и исправление найденных ошибок: в отчетах о продажах, пересчет скидки при редактировании товара в бекенде, отображение скидки при использовании партнерского начисления.";s:8:"datetime";s:19:"2015-03-30 11:49:53";}i:69;a:3:{s:7:"version";s:11:"6.0.2.37749";s:7:"content";s:98:"Исправлена ошибка отображения фильтра «В обработке».";s:8:"datetime";s:19:"2015-03-27 10:54:33";}i:70;a:3:{s:7:"version";s:11:"6.0.2.37745";s:7:"content";s:473:"В отчете «Что продавать» добавлена настройка фильтрации товаров.<br>
Исправлен пересчет цен в основную валюту для рекомендуемых товаров и услуг, стоимость которых задана в процентах.<br>
Исправлена ошибка экспорта характеристик.<br>
Незначительные улучшения.";s:8:"datetime";s:19:"2015-03-27 10:08:22";}i:71;a:3:{s:7:"version";s:11:"6.0.2.37700";s:7:"content";s:678:"Исправлено создание новых профилей в импорте/экспорте.<br>
Исправлено создание категорий покупателей.<br>
Вернули чекбокс «Игнорировать принадлежность к категориям» в CSV-импорте.<br>
Исправлена проблема со статусами заказов (возникала на некоторых версиях PHP).<br>
Исправлено сохранение настроек округления.<br>
Исправлен пересчет отчетов при удалении затрат на маркетинг.";s:8:"datetime";s:19:"2015-03-26 11:55:24";}i:72;a:3:{s:7:"version";s:11:"6.0.2.37657";s:7:"content";s:832:"Исправлена работа подбора схожих товаров (upselling) для многомерных характеристик (Значение х Значение).<br>
Исправлено отображение Яндекс.Карт в версии заказа для печати.<br>
Исправлено отображение картинок товаров в списке для товаров, которые загружают через lazyloading (если картинку включить).<br>
Исправлено управление доступностью нового действия «Написать клиенту» в настройках статусов.<br>
Исправлено взаимодействие с плагинами скидок (описания скидок).";s:8:"datetime";s:19:"2015-03-25 13:05:54";}i:73;a:3:{s:7:"version";s:11:"6.0.2.37641";s:7:"content";s:463:"Исправлены найденные ошибки: ошибка при создании дубликатов товаров, ошибка валидации полей типа «день рождения» (birthday), ошибка сохранения динамических категорий-фильтров по тегу, исправлен расчет прибыли при заказе товара с дополнительными услугами.";s:8:"datetime";s:19:"2015-03-25 09:51:22";}i:74;a:3:{s:7:"version";s:11:"6.0.2.37625";s:7:"content";s:294:"Исправлена ошибка валидации обязательных для заполнения полей адреса.
Исправлена ошибка совместимости с плагинами замены Title и META-описаний товаров на витрине.";s:8:"datetime";s:19:"2015-03-25 06:03:10";}i:75;a:3:{s:7:"version";s:11:"6.0.2.37612";s:7:"content";s:4061:"<ul>
	<li>Полностью новый раздел «Отчеты»: отчеты о продажах и прибыли с детализацией по источниками трафика и UTM-кампаниям, метрики ROI, LTV, CAC, ARPU, AMPU, когортный анализ, складские активы, прогнозирование продаж, обновленная воронка оформления заказа.</li>
	<li>Мини-CRM: возможность поиска покупателей по заказам, способам оплаты и доставки, витрине, адресу и другим параметрам.</li>
	<li>Поддержка A/B-тестирования</li>
	<li>Улучшение интерфейса почти всех экранов бекенда (режима администратора), включая версию бекенда для мобильных устройств</li>
	<li>Оптимизация интерфейса бекенда для использования на планшетах</li>
	<li>Общее улучшение навигационной структуры в теме дизайна «Дефолт 2.0»</li>
	<li>Расширение системы прав доступа пользователей бекенда: новый уровень прав доступа на редактирование товаров без возможности их удаления, регулирование прав доступа по всем основным экранам бекенда</li>
	<li>Новые API-методы для работы с заказами</li>
	<li>Новые хелперы для получения списка складов, отзывов, значений характеристик списка товаров</li>
	<li>Создание дубликатов товаров</li>
	<li>Характеристика товаров «разделитель»</li>
	<li>Детализация скидок: подробная информация о способе расчета скидки добавляется в журнал обработки заказа</li>
	<li>Автоматическое округление стоимости товаров при пересчете из одной валюты в другую</li>
	<li>Автоматическое прикрепление заказов, оформленных неавторизованными пользователями, к уже зарегистрированным покупателям в случае совпадения email (настройка)</li>
	<li>Множественные улучшения алгоритма умного поиска товаров</li>
	<li>Возможность замены умного поиска упрощенной версией</li>
	<li>Полная поддержка Retina-дисплеев в бекенде</li>
	<li>Поддержка Яндекс.Карт</li>
	<li>Действие «Написать клиенту» на странице обработки заказа</li>
	<li>Оформление заказа: отдельная обработка ошибочных ситуаций (например, истекла сессия)</li>
	<li>Возможность добавления, удаления и настройки внешнего вида нестандартных кнопок действий с заказами</li>
	<li>Промо-карточки: возможность простой публикации спецпредложений и акций на главной странице магазина</li>
	<li>Возможность автоматической сортировки всего дерева категорий по алфавиту</li>
	<li>Экран подсказок по началу работы для новых пользователей</li>
	<li>Новая иконка приложения</li>
</ul>";s:8:"datetime";s:19:"2015-03-25 02:51:36";}i:76;a:3:{s:7:"version";s:11:"5.2.4.35330";s:7:"content";s:356:"— Добавлены хуки для плагинов image_thumb (создание эскизов изображений товаров ), cart_add (добавление товара в корзину), cart_delete (удаление товара из корзины).<br>
— Исправлены незначительные мелкие ошибки.";s:8:"datetime";s:19:"2014-12-03 08:14:26";}i:77;a:3:{s:7:"version";s:11:"5.2.4.35050";s:7:"content";s:495:"— @2x-спрайт иконок для Retina-дисплеев<br>
— Улучшено отображение пользовательского интерфейса бекенда на iPad и других планшетах<br>
— Оптимизирована скорость загрузки формы сохранения товаров для случая большого количества категорий<br>
— Прочие незначительные улучшения";s:8:"datetime";s:19:"2014-11-26 09:55:59";}i:78;a:3:{s:7:"version";s:11:"5.2.4.34970";s:7:"content";s:364:"Совместимость с обновлением фреймворка Webasyst 1.3.0:<br>
— обновленный улучшенный пользовательский интерфейс бекенда приложения,<br>
— общие улучшения и исправление недочетов в теме дизайна «Дефолт 2.0».";s:8:"datetime";s:19:"2014-11-25 07:36:36";}i:79;a:3:{s:7:"version";s:11:"5.2.3.33159";s:7:"content";s:580:"Улучшение системы кеширования, оптимизация скорости генерации главной страницы фронтенда (витрины интернет-магазина).<br>
Регистрация основных действий пользователей бекенда и покупателей интернет-магазина в журнале «<a href="http://www.webasyst.ru/store/plugin/contacts/pro/" target="_blank">Контактов PRO</a>».<br>
Исправление незначительных ошибок.";s:8:"datetime";s:19:"2014-09-18 09:33:39";}i:80;a:3:{s:7:"version";s:11:"5.2.3.32659";s:7:"content";s:724:"<p>Поддержка совместимости с обновлением фреймворка Webasyst до версии 1.2.3:</p>
<ul>
    <li>Обновленная тема дизайна «Дефолт 2.0»: новый внешний вид и улучшения в процедуре оформления заказа, оптимизация верстки, разметки Schema.org и структуры темы.</li>
    <li>Настройка часов работы магазина для отображения на витрине (требуется поддержка отображения темой дизайна).</li>
    <li>Исправление найденных ошибок.</li>
</ul>";s:8:"datetime";s:19:"2014-09-02 07:41:01";}i:81;a:3:{s:7:"version";s:11:"5.2.2.30933";s:7:"content";s:773:"<ul>
<li>Улучшения в теме дизайна «Дефолт» 2.0:<br>
— Новый интерфейс выбора значений характеристик для товаров в режиме продажи «Выбор характеристик» (альтернатива выбору с помощью &lt;select&gt;).<br>
— Множественные улучшения отображения витрины магазина в разных браузерах, исправление найденных ошибок.</li>
<li>Новые хуки: backend_customer, backend_order.aux_info, backend_settings_affiliate, frontend_my_affiliate.</li>
<li>Незначительные улучшения работы приложения.</li>
</ul>";s:8:"datetime";s:19:"2014-06-03 07:14:16";}i:82;a:3:{s:7:"version";s:11:"5.2.2.29979";s:7:"content";s:383:"— Исправлены ошибки в теме дизайна Default 2.0.<br>
— Исправлены мелкие ошибки в функции редактирования заказов.<br>
— Исправлены ошибки в функции импорта товаров из CSV-файла.<br>
— Мелкие улучшения в работе магазина.";s:8:"datetime";s:19:"2014-04-30 10:42:29";}i:83;a:3:{s:7:"version";s:11:"5.2.2.29954";s:7:"content";s:76:"Исправление различных ошибок и недочётов";s:8:"datetime";s:19:"2014-04-28 10:36:05";}i:84;a:3:{s:7:"version";s:11:"5.2.2.29912";s:7:"content";s:285:"Исправлены некоторые ошибки работы WYSIWIG-редактора, которые проявлялись при работе в ОС Windows.<br>
Исправлены незначительные ошибки в теме дизайна «Дефолт» 2.0.";s:8:"datetime";s:19:"2014-04-25 09:51:27";}i:85;a:3:{s:7:"version";s:11:"5.2.2.29887";s:7:"content";s:35:"Исправление ошибок";s:8:"datetime";s:19:"2014-04-24 16:08:02";}i:86;a:3:{s:7:"version";s:11:"5.2.2.29878";s:7:"content";s:1837:"<ul>
    <li>Новая базовая тема дизайна «Дефолт» 2.0.</li>
    <li>Полностью обновленный импорт товаров из CSV-файлов: новый интерфейс, поддержка импорта товаров в режиме выбора характеристик &lt;{}&gt;, множественные улучшения и исправление ошибок.</li>
    <li>Новый визуальный редактор на базе Redactor.</li>
    <li>@2x: Поддержка автоматического создания эскизов изображений товаров для дисплеев с высокой плотностью пикселей (например, Retina). Работает во всех базовых темах дизайна.</li>
    <li>Фильтрация товаров во фронтенде по значениям числовых характеристик и характеристик типа диапазон.</li>
    <li>Фильтрация товаров теперь отображает цену на товар и по умолчанию выбирает артикул товара, основываясь на параметрах фильтрации, которые задал пользователь.</li>
    <li>В режиме редактирования заказа добавлен автоматический пересчет скидки.</li>
    <li>Новые хуки backend_order_edit, backend_order.info_section.</li>
    <li>Исправлена ошибка визуализации отчета воронки оформления заказов.</li>
    <li>Множественные улучшения и исправление найденных ошибок.</li>
</ul>";s:8:"datetime";s:19:"2014-04-24 07:51:29";}i:87;a:3:{s:7:"version";s:11:"5.2.1.28368";s:7:"content";s:2028:"<ul>
    <li>Добавлен отчет «Воронка оформления заказа», отображающий информацию о том, сколько покупателей успешно довели оформление заказа до конца и сколько бросили покупку в процесса оформления и на каком шаге. Данные, на основе которых строится воронка, начали собираться с момент установки Shop-Script версии 5.2.0 (декабрь 2013).</li>
    <li>Для динамических категорий добавлена возможность фильтрации товаров по значениям характеристик.</li>
    <li>Добавлена возможность переопределения веса на уровне артикула товара.</li>
    <li>Title и META-теги товаров: в значении этих параметров товаров добавлена поддержка использования переменных {$name}, {$summary}, {$price}.</li>
    <li>Реализовано ведение журнала остатков товаров в случае отсутствия складов (ранее журнал пополнялся только при работе с несколькими складами).</li>
    <li>Добавлена настройка поселения (витрины), позволяющая принудительно включить HTTPS-соединение для оформления заказа (/checkout/) и личного кабинета покупателя (/my/). Защищенное соединение требует наличие SSL-сертификата и позволяет обезопасить ввод данных при оформлении заказа.</li>
    <li>Исправлены найденные ошибки.</li>
</ul>";s:8:"datetime";s:19:"2014-02-14 08:51:22";}i:88;a:3:{s:7:"version";s:11:"5.2.0.27913";s:7:"content";s:453:"— Исправлена ошибка сохранения остатка товаров на складе в случае бесконечного (неопределенного) остатка,<br>
— Исправлена ошибка установки голубого цвета для характеристик типа «Цвет»,<br>
— Прочие улучшения и исправления незначительных ошибок.";s:8:"datetime";s:19:"2014-01-24 04:35:50";}i:89;a:3:{s:7:"version";s:11:"5.2.0.27872";s:7:"content";s:314:"<ul>
  <li>Исправлена ошибка копирования описаний при редактировании товаров.</li>
  <li>Исправлена ошибка фильтрации товаров в категориях по цене при выборе разных валют.</li>
</ul>";s:8:"datetime";s:19:"2014-01-16 08:23:04";}i:90;a:3:{s:7:"version";s:11:"5.2.0.27812";s:7:"content";s:87:"Незначительные улучшения и исправление ошибок.";s:8:"datetime";s:19:"2013-12-27 05:52:48";}i:91;a:3:{s:7:"version";s:11:"5.2.0.27755";s:7:"content";s:261:"Улучшен интерфейс диалога получения кода для вставки списка товаров и исправлена ошибка сохранения информации об остатках на многих складах.";s:8:"datetime";s:19:"2013-12-25 11:10:33";}i:92;a:3:{s:7:"version";s:11:"5.2.0.27730";s:7:"content";s:169:"— Незначительные улучшения пользовательского интерфейса.
— Исправление найденных ошибок.";s:8:"datetime";s:19:"2013-12-25 06:28:39";}i:93;a:3:{s:7:"version";s:11:"5.2.0.27631";s:7:"content";s:497:"Исправление найденных ошибок и незначительные улучшения:<br>— улучшение системы конвертации типов характеристик<br>— улучшение системы списания товаров со склада<br>— доработана система сохранения адреса плательщика (billing address)<br>— незначительные интерфейсные улучшения";s:8:"datetime";s:19:"2013-12-23 09:52:58";}i:94;a:3:{s:7:"version";s:11:"5.2.0.27578";s:7:"content";s:245:"Исправлена ошибка поиска заказа по номеру.<br>
Исправлена ошибка отображения характеристик.<br>
Прочие мелкие исправления и улучшения.";s:8:"datetime";s:19:"2013-12-20 10:18:25";}i:95;a:3:{s:7:"version";s:11:"5.2.0.27573";s:7:"content";s:76:"Обновлен файл описания темы дизайна theme.xml";s:8:"datetime";s:19:"2013-12-20 06:47:33";}i:96;a:3:{s:7:"version";s:11:"5.2.0.27566";s:7:"content";s:5170:"<p>Новые возможности:</p><ul>  <li>поиск заказов в бекенде по имени клиента, электронному адресу, номеру телефона, названиям товаров</li>  <li>возможность сортировки характеристик товаров в фильтрах категорий</li>  <li>указание стоимости услуг в процентах от стоимости товаров</li>  <li>настройка поиска товаров по различным параметрам и возможность принудительного обновления поискового индекса</li>  <li>массовое применение действий к заказам в режиме просмотра заказов таблицей</li>  <li>фильтр заказов по витринам (при наличии более чем одной витрины)</li>  <li>журнал изменений складских остатков по каждому товару (работает только при настроенных складах; информация об изменении остатков будет сохраняться в журнале только начиная с момента установки данного обновления)</li>  <li>возможность указания отправителя для каждого уведомления (email и SMS), отправляемого интернет-магазином</li>  <li>редактирование HTML/Smarty-шаблонов печатных форм счета-фактуры и товарной накладной</li>  <li>отображение на странице товара информации о приблизительных сроках исчерпания остатков на складе при сохранении текущих темпов продаж</li>  <li>знак рубля вместо «руб.» (только в базовых версиях тем дизайна)</li>  <li>возможность настройки отдельных элементов оформления тем дизайна в браузере: цвета панели навигации, ссылок и т. п. (только в базовых версиях тем дизайна)</li>  <li>параметр «AJAX-фильтр», при включении которого подбор товаров выполняется без перезагрузки страницы (только в базовых версиях тем дизайна)</li>  <li>настройка витрины (поселения), позволяющая автоматически перемещать вниз списков товары, которых нет в наличии</li>  <li>добавление товаров в корзину из списка товаров теперь открывает диалог выбора артикула в случае, если у товара есть несколько артикулов на выбор (только в базовых версиях тем дизайна)</li>  <li>автоматическое разбиение файла Sitemap на несколько частей при превышении количества товаров 10 000 шт.</li>  <li>тег с атрибутом rel=&quot;canonical&quot; для страниц категорий (только в базовых версиях темах дизайна)</li>  <li>возможность перегенерации эскизов изображений всех товаров</li>  <li>новые типы характеристик товаров «Цвет»</li>  <li>просмотр списка заказов покупателя в приложении «Контакты»</li>  <li>функция слияния контактов покупателей (в приложении «Контакты») с объединением их истории заказов и прочих данных</li>  <li>установка плагинов непосредственно из бекенда интернет-магазина</li>  <li>функция изменения типа данных для характеристик товаров</li>  <li>форматированное отображение телефонных номеров</li>  <li>новые хуки frontend_my_nav, frontend_checkout</li>  <li>множественные улучшения пользовательского интерфейса</li>    <li>оптимизация скорости работы</li></ul><p>Исправление недочетов и найденных ошибок:</p><ul>  <li>импорт товаров из CSV-файла</li>  <li>более точный расчет прибыли с учетом даты фиксации закупочной стоимости в момент отгрузки заказа</li>  <li>различные незначительные ошибки</li></ul>";s:8:"datetime";s:19:"2013-12-20 04:52:29";}i:97;a:3:{s:7:"version";s:11:"5.1.9.26237";s:7:"content";s:232:"Исправление ошибки вывода информационных страниц продукта (ошибка наблюдалась при включении одного из правил маршрутизации).";s:8:"datetime";s:19:"2013-10-30 09:52:06";}i:98;a:3:{s:7:"version";s:11:"5.1.9.26199";s:7:"content";s:382:"<ul>
<li>Добавлена настройка качества сохранения эскизов изображений товаров (качество сжатия JPEG)</li>
<li>Улучшена общая производительность работы интернет-магазина</li>
<li>Исправлены незначительные ошибки</li>
</ul>";s:8:"datetime";s:19:"2013-10-25 10:04:13";}i:99;a:3:{s:7:"version";s:11:"5.1.9.25102";s:7:"content";s:96:"Различные улучшения и исправления найденных ошибок.";s:8:"datetime";s:19:"2013-09-18 04:38:39";}i:100;a:3:{s:7:"version";s:11:"5.1.9.24470";s:7:"content";s:85:"Исправлена ошибка в работе отчетов о продажах.";s:8:"datetime";s:19:"2013-08-30 08:37:00";}i:101;a:3:{s:7:"version";s:11:"5.1.9.24400";s:7:"content";s:1165:"<ul>
  <li>В настройки полей контактной информации добавлена возможность создания пользовательских полей типа «Флажок» (checkbox).</li>
  <li>Добавлен запрет на кеширование содержимого страницы корзины.</li>
  <li>Исправлены ошибки, возникавшие при сохранении характеристик товаров.</li>
  <li>Исправлена ошибка формирования печатной формы платежного документа при попытке доступа к ней неавторизованным покупателем с использованием PIN-кода.</li>
  <li>Исправлены ошибки в работе отчета о продажах.</li>
  <li>Исправлена работа метода <code>$wa->shop->categories()</code>.</li>
  <li>Исправлено ошибочное добавление подкатегорий скрытой родительской категории в файл Sitemap.</li>
</ul>";s:8:"datetime";s:19:"2013-08-29 07:20:00";}i:102;a:3:{s:7:"version";s:11:"5.1.9.23952";s:7:"content";s:601:"<ul>
<li>Исправлена работа функции <code>{$wa->shop->categories()}</code>.</li>
<li>Исправлена обработка хука <code>backend_settings_discounts</code>.</li>
<li>Исправлена ошибка импорта категорий товаров из CSV-файла, приводившая к появлению дублей категорий .</li>
<li>Исправлено отображение зачеркнутой цены на витрине, если она меньше или равна основной цене артикула.</li>
</ul>";s:8:"datetime";s:19:"2013-08-05 09:35:00";}i:103;a:3:{s:7:"version";s:11:"5.1.9.23928";s:7:"content";s:312:"<ul>
<li>Исправлена обработка ответа от платежных систем.</li>
<li>Исправлена ошибка получения списка способов доставки при создании и редактировании заказа в бекенде.</li>
</ul>
";s:8:"datetime";s:19:"2013-08-02 10:09:00";}i:104;a:3:{s:7:"version";s:11:"5.1.9.23918";s:7:"content";s:959:"<ul>
<li>Реализовано применение параметра «Включить товары из подкатегорий» при просмотре категорий товаров в бекенде.</li>
<li>Добавлена возможность изменения ширины левой боковой панели в разделе «Товары».</li>
<li>Улучшен интерфейс настройки категорий товаров.</li>
<li>Исправлена ошибка отображения на витрине подкатегорий, вложенных в скрытую родительскую категорию.</li>
<li>Добавлены новые хуки, включая <code>backend_settings_discounts</code> и <code>order_calculate_discount</code> — для создания плагинов расчета скидок.</li>
<li>Исправление мелких ошибок.</li>
</ul>";s:8:"datetime";s:19:"2013-08-02 08:26:00";}i:105;a:3:{s:7:"version";s:11:"5.1.9.23733";s:7:"content";s:236:"<ul>
<li>Исправление ошибок</li>
<li>В настройках рекомендуемых товаров добавлена возможность указывать условие на тип товаров</li>
</ul>";s:8:"datetime";s:19:"2013-07-24 13:08:00";}i:106;a:3:{s:7:"version";s:11:"5.1.9.23717";s:7:"content";s:1007:"<ul>
<li>Добавлена возможность отображения категорий товаров на любых выбранных витринах.</li>
<li>Добавлено автоматическое перенаправление покупателя на сайт платежной системы для оплаты заказа.</li>
<li>Добавлены новые хуки для разработки плагинов: order_calculate_discount, category_save, category_delete, backend_category_dialog, backend_products, а также хуки для действий с заказами: order_action.create, order_action.pay и т. п.</li>
<li>Исправлена ошибка редактирования заказов с товарами, отсутствующими на складе.</li>
<li>Исправлены недочеты импорта товаров из CSV-файла.</li>
<li>Исправление других мелких ошибок.</li>
</ul>";s:8:"datetime";s:19:"2013-07-24 05:43:00";}i:107;a:3:{s:7:"version";s:11:"5.1.9.23604";s:7:"content";s:1982:"<ul>
<li>Добавлены новые типы многомерных характеристик товаров: «Значение х Значение» и «Значение х Значение х Значение» (для указания размера экрана или габаритов упаковки и других подобных параметров).</li>
<li>Доработан механизм обработки обратных вызовов от платежных систем: теперь они фиксируются в логе обработки заказа</li>
<li>Для разработчиков: в дополнение к методу callbackPaymentHandler() модулей оплаты добавлены методы для действий Cancel, Auth, Capture, Refund, Decline, Chargeback.</li>
<li>Для разработчиков: добавлена возможность выборки списков товаров по значениям характеристик (пример хеша для формирования коллекции: <code>search/brand=Samsung</code>).</li>
<li>Исправлена печать форм №113 и №116 в Internet Explorer 9.</li>
<li>Исправлены ошибки отображения товаров во вложенных динамических категориях.</li>
<li>Исправлена отображение списка подкатегорий на странице родительской категории на разных витринах.</li>
<li>Исправлено некорректное отображение личного кабинета покупателя в нескольких темах дизайна.</li>
<li>Исправлена печать заказов с большим списком товаров в браузерах Firefox и Opera.</li>
<li>Исправление других недочетов.</li>
</ul>";s:8:"datetime";s:19:"2013-07-18 06:17:00";}i:108;a:3:{s:7:"version";s:11:"5.1.9.23480";s:7:"content";s:416:"<ul>
<li>Добавлен новый тип характеристик товаров «диапазон».</li>
<li>Исправлены ошибки в разделе управления характеристиками товаров.</li>
<li>Исправлены ошибки в работе модуля оплаты WorldPay.</li>
<li>Исправление мелких недочетов.</li>
</ul>
";s:8:"datetime";s:19:"2013-07-09 06:44:00";}i:109;a:3:{s:7:"version";s:11:"5.1.9.23418";s:7:"content";s:137:"Оптимизация запросов, исправление незначительных ошибок, общие улучшения.";s:8:"datetime";s:19:"2013-07-03 09:41:00";}i:110;a:3:{s:7:"version";s:11:"5.1.9.23391";s:7:"content";s:74:"Незначительные исправления и улучшения.";s:8:"datetime";s:19:"2013-07-02 04:38:00";}i:111;a:3:{s:7:"version";s:11:"5.1.9.23377";s:7:"content";s:1254:"— Интеграция с соцсетями «ВКонтакте» и Facebook: темы дизайна, адаптированные для встраивания витрины магазина в соцсеть в виде iframe-приложений, автоматическая авторизация пользователя соцсети в магазине (темы дизайна устанавливаются через Инсталлер; см. инструкцию на сайте Shop-Script)<br>
— Оптимизация экрана управления типами товаров и характеристик, позволяющие более удобно работать с очень большими количествами типов товаров, характеристик и их значений<br>
— Новый тип характеристики «Да/нет-переключатель (boolean)»<br>
— Модуль USPS: трекинг посылок в реальном времени и печатные формы<br>
— Модуль оплаты WorldPay<br>
— Несколько новых методов API Shop-Script для работы с характеристиками товаров";s:8:"datetime";s:19:"2013-07-01 10:53:00";}i:112;a:3:{s:7:"version";s:11:"5.1.8.23275";s:7:"content";s:477:"Исправления ошибок, возникавших в некоторых конфигурациях интернет-магазина:<br>
— ошибки сортировки товаров внутри категорий<br>
— ошибки отображения информации об остатках на складе для артикула по умолчанию<br>
— небольшие дополнения в отдельных методах API";s:8:"datetime";s:19:"2013-06-26 07:25:00";}i:113;a:3:{s:7:"version";s:11:"5.1.8.23222";s:7:"content";s:693:"— API для работы с товарами и категориями<br />
— Общие улучшения в работе: автоматическая фильтрация списка вариантов характеристик во фронтенд-фильтре товаров внутри категорий в зависимости от содержимого категорий, AJAX-дерево категорий в бекенде для работы с очень большими деревьями (ранее загружалось все дерево сразу), множественные улучшения, исправления найденных ошибок";s:8:"datetime";s:19:"2013-06-24 08:37:00";}i:114;a:3:{s:7:"version";s:11:"5.1.7.23050";s:7:"content";s:315:"<p>Доступны для установки новые модули интеграции с сервисами расчета доставки и оплаты:</p>
<ul>
<li>Authorize.Net SIM</li>
<li>FedEx</li>
<li>UPS</li>
<li>USPS</li>
</ul>
<p>Исправление мелких недочетов.</p>";s:8:"datetime";s:19:"2013-06-07 05:07:00";}i:115;a:3:{s:7:"version";s:11:"5.1.7.22987";s:7:"content";s:159:"Незначительные изменения в CSS тем дизайна для улучшения отображения на iPad и в Internet Explorer";s:8:"datetime";s:19:"2013-05-31 07:17:00";}i:116;a:3:{s:7:"version";s:11:"5.1.7.22954";s:7:"content";s:930:"<ul>
<li>Добавлены 3 новых темы дизайна: Clear, Sidebar, Nifty</li>
<li>Добавлено отображение адресов обратных вызовов для платежных систем (callback URL) в настройках соответствующих модулей оплаты</li>
<li>Улучшена обработка обратных вызовов от платежных систем и смены статуса заказа в зависимости от ответа платежной систем ы</li>
<li>Улучшена обработка наличия на складе и доступности для заказа добавленных в корзину товаров</li>
<li>Добавлен хук backend_order</li>
<li>Оптимизация системных функций, исправление обнаруженных ошибок</li>
</ul>";s:8:"datetime";s:19:"2013-05-30 11:24:00";}i:117;a:3:{s:7:"version";s:11:"5.1.6.22769";s:7:"content";s:1730:"<ul>
<li>Поддержка возможности обмена данными с «1С: Управление торговлей» версии 11</li>
<li>Модуль приема платежей через «<a href="http://privat24.ua" target="_blank">Приват24</a>»</li>
<li>Оформление заказов: 1) Улучшения в интерфейсе настройки формы ввода контактной информации, 2) Поле «Список (radio)»: возможность скрывать отдельные поля формы при определенных выбранных значениях, 3) Возможность отключать проверку заполнения полей контактной информации при оформлении заказа в бекенде (администратором магазина), 4) Согласие с Условиями предоставление услуг магазина.</li>
<li>Улучшения в шаблонах тем дизайна «Дефолт» и CUSTOM: 1) Незначительные улучшения в CSS и исправления ошибок работы в браузере Internet Explorer, 2) Шаблоны дизайна оформления заказа checkout.*.html: изменения, направленные на улучшение процесса оформления заказа, обработки ошибочных ситуаций и т.п.</li>
<li>Исправление ошибок, множественные улучшения, направленные на повышение общей стабильности работы продукта.</li>
</ul>";s:8:"datetime";s:19:"2013-05-23 09:12:00";}i:118;a:3:{s:7:"version";s:11:"5.1.5.22480";s:7:"content";s:396:"<ul>
<li>Исправлена ошибка оформления заказа в браузере Internet Explorer 9 при использовании темы дизайна «CUSTOM».</li>
<li>Исправлена ошибка добавления товаров в корзину при включенном режиме продажи «Выбор характеристик».</li>
</ul>";s:8:"datetime";s:19:"2013-05-06 09:54:00";}i:119;a:3:{s:7:"version";s:11:"5.1.5.22467";s:7:"content";s:1937:"<ul>
<li>добавлена функция обмена данными с «1С: Управление торговлей»</li>
<li>добавлена поддержка транзакций Google Analytics</li>
<li>добавлен плагин для наложения водяных знаков на загружаемые изображения товаров</li>
<li>добавлен плагин доставки «Самовывоз»</li>
<li>добавлены плагины для приема платежей через системы RBK Money и ASSIST</li>
<li>добавлена возможность редактирования комментария к заказу</li>
<li>добавлено поле для ввода дополнительных параметров страницы товара</li>
<li>в темах дизайна «Дефолт» и CUSTOM оформление витрины для стационарных и мобильных устройств изменяется в зависимости от ширины окна браузера</li>
<li>добавлена возможность настройки полного и неполного полей адреса, запрашиваемых в шаге выбора способа доставки, если адрес покупателя еще не указан</li>
<li>доработан интерфейс редактирования полей адреса в настройке оформления заказов</li>
<li>в шпаргалке редактора дизайна добавлены описания новых хелперов для получения данных</li>
<li>улучшена фильтрация результатов поиска товаров</li>
<li>незначительные улучшения и исправления найденных ошибок</li>
</ul>";s:8:"datetime";s:19:"2013-04-30 08:16:00";}i:120;a:3:{s:7:"version";s:11:"5.1.4.22205";s:7:"content";s:2090:"<ul>
<li>Добавлена функция пакетной загрузки изображений с возможностью массового создания новых товаров  и присвоения загруженных изображений существующим товарам (см. раздел «Импорт/экспорт»).</li>
<li>Добавлена возможность загрузки изображений при импорте товаров из CSV-файла.</li>
<li>Улучшено соответствие тем дизайна требованиям W3C к валидации HTML-документов.</li>
<li>В теме дизайна CUSTOM добавлена возможность оформления заказа на одной странице (AJAX-чекаут).</li>
<li>Для модулей доставки добавлена функция запроса необходимых полей адреса покупателя, обязательных для работы данного модуля.</li>
<li>Добавлена возможность выбора способов доставки, доступных для каждого настроенного способа оплаты.</li>
<li>Добавлена возможность скрыть отдельные способы доставки, способы оплаты и категории товаров на данной витрине.</li>
<li>В диалоге редактирования свойств категорий товаров добавлен WYSIWYG/HTML-редактор.</li>
<li>Для модуля доставки «Курьер» добавлена печатная форма «Лист доставки».</li>
<li>В поле редактирования текстов уведомлений и отложенных сообщений добавлен список доступных переменных.</li>
<li>Исправления ошибок и незначительные улучшения.</li>
</ul>";s:8:"datetime";s:19:"2013-04-19 03:51:00";}i:121;a:3:{s:7:"version";s:11:"5.1.3.21833";s:7:"content";s:784:"<ul>
<li>Исправлены ошибки импорта и экспорта тегов и множественных значений характеристик товаров и другие ошибки, возникавшие при импорте CSV-файла.</li>
<li>Исправлены ошибки верстки в браузере Safari.</li>
<li>Исправлена ошибка добавления товара в корзину при использовании темы дизайна «ДЕФОЛТ» и режима продажи товаров с выбором характеристик.</li>
<li>Добавлен учет скидки при расчете налогов.</li>
<li>Уменьшено потребление памяти.</li>
</ul>";s:8:"datetime";s:19:"2013-04-09 10:13:00";}i:122;a:3:{s:7:"version";s:11:"5.1.3.21776";s:7:"content";s:597:"<ul><li>Добавлена функция экспорта товаров в CSV-файл.</li>
<li>Добавлен режим автоматического создания артикулов товара на основании выбранных сочетаний дополнительных характеристик.</li>
<li>В настройках динамических категорий  добавлен фильтр по цене товаров.</li>
<li>Улучшения в темах витрины.</li>
<li>Исправления мелких ошибок.</li>
</ul>";s:8:"datetime";s:19:"2013-04-05 05:43:00";}i:123;a:3:{s:7:"version";s:11:"5.1.2.21608";s:7:"content";s:108:"Исправлена ошибка расчета суммы НДС при оформлении заказа.";s:8:"datetime";s:19:"2013-03-29 12:25:00";}i:124;a:3:{s:7:"version";s:11:"5.1.2.21605";s:7:"content";s:1652:"<ul>
  <li>Добавлен плагин расчета стоимости и времени доставки «EMS Почта России» через API сервиса (http://www.emspost.ru/).</li>
  <li>Добавлены плагины интеграции с платежными системами Liqpay и Интеркасса.</li>
  <li>Улучшения интерфейса управления товарами: добавление и удаление товаров из категорий и списков с помощью пунктов в правом вертикальном меню, массовое присвоение тегов выбранным товарам.</li>
  <li>Добавлена версия страницы заказа, адаптированная для печати (доступна по ссылке «Печать»).</li>
  <li>Добавлена возможность авторизации зарегистрированного покупателя во время оформления заказа (в виде переключателя на странице ввода контактной информации).</li>
  <li>Добавлена возможность переключать вид отображения дерева категорий в шаблоне темы оформления: полностью раскрыты все категории либо раскрыта только выбранная часть дерева.</li>
  <li>Улучшения интерфейса бекенда, исправления недочетов и ошибок.</li>
</ul>";s:8:"datetime";s:19:"2013-03-29 10:56:00";}i:125;a:3:{s:7:"version";s:11:"1.0.0.21449";s:7:"content";s:923:"<ul>
<li>Добавлена возможность импорта товаров из CSV-файла</li>
<li>Добавлена возможность отправки SMS-уведомлений о действиях с заказами; сообщения отправляются средствами плагинов, устанавливаемых через «Инсталлер»</li>
<li>Добавлен плагин отправки SMS-сообщений через sms.ru</li>
<li>Добавлена возможность скрывать товары и категории для показа на витрине магазина</li>
<li>Добавлены новые хуки для подключения плагинов на витрине: frontend_category и frontend_search</li>
<li>Многочисленные улучшения и исправления мелких ошибок</li>
</ul>";s:8:"datetime";s:19:"2013-03-26 10:15:00";}i:126;a:3:{s:7:"version";s:11:"1.0.0.21252";s:7:"content";s:869:"
<ul>
<li>Отчеты: возможность просмотра данных за все время и за произвольно выбранный интервал времени</li>
<li>Импорт из WebAsyst Shop-Script: импорт купонов на скидку и артикулов товаров</li>
<li>Отзывы о товарах: в общих настройках магазина появилась возможность закрыть форму добавления отзыва капчей и отключить возможность публикации отзывов для неавторизованных пользователей</li>
<li>Незначительные исправления в печатных формах для заказов</li>
<li>Исправления найденных ошибок</li>
</ul>";s:8:"datetime";s:19:"2013-03-19 11:51:00";}i:127;a:3:{s:7:"version";s:11:"1.0.0.21191";s:7:"content";s:77:"Исправления найденных ошибок и недочетов.";s:8:"datetime";s:19:"2013-03-18 06:02:00";}i:128;a:3:{s:7:"version";s:11:"1.0.0.21184";s:7:"content";s:220:"<ul>
<li>Выбор дефолтной схемы для Gravatar-юзерпиков</li>
<li>Исправлены некоторые ошибки работы приложения в браузере Opera</li>
</ul>";s:8:"datetime";s:19:"2013-03-15 09:38:00";}i:129;a:3:{s:7:"version";s:11:"1.0.0.21174";s:7:"content";s:133:"<ul>
<li>Поддержка Gravatar-юзерпиков</li>
<li>Исправления найденных ошибок</li>
</ul>";s:8:"datetime";s:19:"2013-03-15 07:27:00";}i:130;a:3:{s:7:"version";s:11:"1.0.0.21154";s:7:"content";s:844:"— Оптимизация скорости работы витрины<br>
— На странице ввода контактной информации при оформлении заказа добавлены возможность зарегистрироваться и отображение информации о текущем сеансе для авторизованных покупателей<br>
— Улучшена разметка страницы контакта в соответствии со стандартами микроформатов Schema.org<br>
— Мелкие улучшения верстки шаблонов печатных форм: счет-фактура, накладная, бланки Почты России №113, №116<br>
— Исправления найденных ошибок";s:8:"datetime";s:19:"2013-03-14 12:32:00";}i:131;a:3:{s:7:"version";s:11:"1.0.0.21119";s:7:"content";s:882:"— Фильтр списка заказов «В обработке», который показывает заказы в статусах «Новый», «Подтвержден» и «Оплачен»<br>
— Счетчик новых заказов на основной иконке приложения<br>
— Плагин импорта данных из WebAsyst Shop-Script: настройка «Сохранять ID», при включении которой идентификаторы товаров и категорий при импорте будут гарантированно сохранены (необходимо для правильной настройки редиректа, если ранее использовался формат адресов вида index.php?productID=#)<br>
— Исправления найденных ошибок";s:8:"datetime";s:19:"2013-03-13 12:27:00";}i:132;a:3:{s:7:"version";s:11:"1.0.0.21080";s:7:"content";s:297:"— Поиск товаров по артикулу.<br>
— Добавлена кнопка "В корзину" в списках товаров.<br>
— Исправлены ошибки в отчётах.<br>
— Исправлен плагин экспорта в Яндекс.Маркет.";s:8:"datetime";s:19:"2013-03-12 13:07:00";}i:133;a:3:{s:7:"version";s:11:"1.0.0.21041";s:7:"content";s:2614:"— Улучшен интерфейс обработки заказов.<br>
— Добавлена отдельная версия страницы просмотра одного заказа вместе со списком заказов, адаптированная для мобильных устройств с сенсорным экраном.<br>
— В настройки складов добавлен выбор действия, выполнение которого приводит к заказанных единиц товара.<br>
— Добавлены новые отчеты: продажи, прибыль, популярные товары.<br>
— Добавлено автоматическое формирование файла Sitemaps для витрины.<br>
— В режиме редактирования заказа добавлена возможность выбора склада, с которого следует выполнить списание.<br>
— Добавлена возможность загрузить файл для каждой вариации товара, который покупатель сможет скачать после оплаты заказа (продажа электронных товаров).<br>
— Добавлены новые плагины формирования печатных форм для Shop-Script 5: накладная, счет-фактура (устанавливаются через «Инсталлер»).<br>
— В модуль расчета стоимости доставки Почтой России добавлены печатные формы №113 и №116.<br>
— Добавлен плагин «Бренды» для фильтрации товаров по брендам на витрине. Может использоваться в качестве примера написания собственного плагина для Shop-Script 5.<br>
— Добавлен плагин «301 redirect», выполняющий перенаправление трафика со старых адресов страниц витрины WebAsyst Shop-Script (обычных и ЧПУ) на адреса страниц витрины Shop-Script 5. Плагин предназначен для удобного перехода с WebAsyst Shop-Script на Shop-Script 5.<br>
— Улучшен механизм импорта данных из WebAsyst Shop-Script в плагине «Переход на Shop-Script».<br>
— Исправления ошибок.";s:8:"datetime";s:19:"2013-03-12 05:00:00";}i:134;a:3:{s:7:"version";s:11:"1.0.0.20686";s:7:"content";s:1569:"— Партнерская программа: начисление бонусов покупателям за собственные заказы, получение скидки за счет использования бонусов.<br>
— Фоллоу-апы: функция отправки email-уведомлений (например, рекламного характера) через определенный промежуток времени после оплаты заказа.<br>
— Добавлены хуки для подключения плагинов к основным разделам бекенда магазина.<br>
— Добавлена возможность выбора параметра сортировки товаров в списках на витрине магазина.<br>
— Отображение информации о складских остатках товара на витрине.<br>
— Добавлены модули оплаты по квитанции для физлиц и по счету для юрлиц (устанавливаются через «Инсталлер»).<br>
— Экспорт в Яндекс.Маркет (плагин устанавливается через «Инсталлер»).<br>
— В теме CUSTOM добавлено отображение списка специальных предложений в виде слайдера (на основе jQuery bxSlider).<br>
— Исправление ошибок и оптимизация кода.<br>";s:8:"datetime";s:19:"2013-03-07 09:10:00";}i:135;a:3:{s:7:"version";s:11:"1.0.0.20674";s:7:"content";s:628:"— Улучшения в дефолтной теме дизайна: личный кабинет покупателя, CSS для мобильных устройств, JS-корзина<br>
— Тема дизайна CUSTOM для Shop-Script (устанавливается через Инсталлер)<br>
— Модули оплаты: Яндекс.Деньги, Робокасса, PayOnline System, Assist (устанавливаются через Инсталлер)<br>
— Повышена общая стабильность работы продукта, исправление найденных ошибок";s:8:"datetime";s:19:"2013-03-01 10:11:00";}i:136;a:3:{s:7:"version";s:11:"1.0.0.20555";s:7:"content";s:283:"Добавлены новые виды скидок: <ul> <li>процент от суммы текущего заказа;</li> <li>процент от общей суммы всех заказов покупателя.</li> </ul> Исправлены мелкие недочёты.";s:8:"datetime";s:19:"2013-02-27 07:58:00";}i:137;a:3:{s:7:"version";s:11:"1.0.0.20452";s:7:"content";s:598:"Обновлена тема дизайна «ДЕФОЛТ»:
<ul>
<li>добавлены новые хуки для подключения плагинов;</li>
<li>улучшена вёрстка для соответствия схемам Schema.org;</li>
<li>исправлены мелкие ошибки и сделаны визуальные улучшения.</li>
</ul>
Добавлено текстовое поле для сохранения комментариев к купонам на скидку.<br>
Исправлены ошибки в бекенде магазина.";s:8:"datetime";s:19:"2013-02-27 03:38:00";}i:138;a:3:{s:7:"version";s:11:"1.0.0.20151";s:7:"content";s:2148:"— Добавлен раздел «Уведомления» для настройки email-уведомлений о новых заказах, изменениях статуса заказа и т. д.<br>
— Добавлена поддержка зависимых полей контактов, список значений которых зависит от значений других полей. Например, список станций метро в зависимости от выбранного города — используется для настройки процедуры оформления заказа.<br>
— Добавлена возможность авторизации через социальные сети при публикации отзыва к товару на витрине.<br>
— Выбранная наклейка (например, «Новинка!») распространяется на все изображения товара.<br>
— Добавлен модуль оплаты WebMoney (можно установить через Инсталлер в разделе «Плагины»).<br>
— Добавлен новый тип адресов страниц товаров и категорий — «Естественный». Его можно выбрать в настройках поселения магазина.<br>
— Добавлена возможность указать «старую» цену для каждой вариации товара. «Старая» цена отображается на витрине зачёркнутой — рядом с обычной ценой.<br>
— Исправления и улучшения темы дизайна: отображение блоков перекрёстных продаж и списков альтернативных товаров (upselling), отображение рейтинга товаров, автоматическая загрузка содержимого (lazy loading) и др.<br>
— Мелкие улучшения и исправления недочётов.";s:8:"datetime";s:19:"2013-02-25 00:21:00";}}s:7:"reviews";a:2:{s:5:"count";s:3:"108";s:3:"url";s:47:"https://www.webasyst.ru/store/app/shop/reviews/";}s:4:"size";N;s:12:"requirements";a:3:{s:13:"app.installer";a:2:{s:7:"version";s:13:">=1.10.10.380";s:6:"strict";b:1;}s:8:"app.site";a:2:{s:7:"version";s:7:">=2.5.0";s:6:"strict";b:1;}s:3:"php";a:2:{s:7:"version";s:5:">=5.6";s:6:"strict";b:1;}}s:10:"is_premium";b:0;s:5:"theme";N;s:12:"cloud_status";s:3:"own";s:16:"publish_datetime";s:19:"2013-09-05 09:52:01";s:7:"inbuilt";b:0;}}