<?php /* Smarty version Smarty-3.1.14, created on 2019-03-03 05:35:29
         compiled from "482901da7eb37fdf1157e6daec1f4b366dc098f9" */ ?>
<?php /*%%SmartyHeaderCode:14017136275c7b3d71d60d91-36346370%%*/if(!defined('SMARTY_DIR')) exit('no direct access allowed');
$_valid = $_smarty_tpl->decodeProperties(array (
  'file_dependency' => 
  array (
    '482901da7eb37fdf1157e6daec1f4b366dc098f9' => 
    array (
      0 => '482901da7eb37fdf1157e6daec1f4b366dc098f9',
      1 => 0,
      2 => 'string',
    ),
  ),
  'nocache_hash' => '14017136275c7b3d71d60d91-36346370',
  'function' => 
  array (
  ),
  'has_nocache_code' => false,
  'version' => 'Smarty-3.1.14',
  'unifunc' => 'content_5c7b3d71d7cb63_44990981',
),false); /*/%%SmartyHeaderCode%%*/?>
<?php if ($_valid && !is_callable('content_5c7b3d71d7cb63_44990981')) {function content_5c7b3d71d7cb63_44990981($_smarty_tpl) {?><p><a href="http://mfk-torg.ru/category/kolesa/tachki-i-telezhki/">Складские тележки</a> уже давно заняли свое место на отечественных рынках. Не смотря на то, что двухколесные тележки остаются самыми востребованными, самым современным вариантом техники данного типа является гидравлическая тележка. Впервые их начала производить в Финляндии фирма Rocla, которой они обязаны своим вторым названием - рохля (рокла). Сперва в СССР производился импорт устройств для обработки грузов, а уже затем - гидравлических тележек. Самой популярной моделью была RH-25 и долгие годы использовалась повсеместно. И это тоже повлияло на то, что в народе такие тележки называют рохлями. Несмотря на свою огромную популярность, оборудование Rocla не было самым распространенным на просторах СССР, так как предпочтение отдавалось оборудованию из дружественной Болгарии. </p><p style="text-align: justify;">Популярность снискали складские тележки от таких производителей как "Складова техника", "Vagrianka" и "Simetro". Финские складские тележки были более высокого качества, почему и заслужили популярность в народе, но политический аспект не позволил им получить широкого распространения, несмотря на явные преимущества. Были и какие-то отечественные разработки складской техники, но своим качеством они уступали даже Болгарии. С развалом СССР рынок заполнили различные модификации тележек от крупнейших мировых производителей. На сегодня можно найти складские тележки от китайских, японских, немецких, итальянских, болгарских, и, конечно же, финских, всем знакомых тележек Rocla.<br></p><p style="text-align: justify;"><br></p><p><img src="/wa-data/public/shop/img/telegki3.png"></p><?php }} ?>