<?php /* Smarty version Smarty-3.1.14, created on 2019-03-05 18:12:32
         compiled from "c09da7f32bec035088533cd95eea737bb1177512" */ ?>
<?php /*%%SmartyHeaderCode:21285368785c7e91e0eca097-26670312%%*/if(!defined('SMARTY_DIR')) exit('no direct access allowed');
$_valid = $_smarty_tpl->decodeProperties(array (
  'file_dependency' => 
  array (
    'c09da7f32bec035088533cd95eea737bb1177512' => 
    array (
      0 => 'c09da7f32bec035088533cd95eea737bb1177512',
      1 => 0,
      2 => 'string',
    ),
  ),
  'nocache_hash' => '21285368785c7e91e0eca097-26670312',
  'function' => 
  array (
  ),
  'has_nocache_code' => false,
  'version' => 'Smarty-3.1.14',
  'unifunc' => 'content_5c7e91e0ee6020_06892765',
),false); /*/%%SmartyHeaderCode%%*/?>
<?php if ($_valid && !is_callable('content_5c7e91e0ee6020_06892765')) {function content_5c7e91e0ee6020_06892765($_smarty_tpl) {?><p>Декоративные мебельные ножки могут быть всех форм: круглые, округлые, прямоугольные, конусообразные, угловые, гнутые, фигурные и др. Кроме этого, им предоставляется возможность иметь колесики либо встроенное регулируемое приспособление, которое предполагает присутствие винтовых либо статичных подставок. Цветовая палитра мебельной фурнитуры поражает фантазию: бронза, алюминий, традиционный сверкающий и матовый хром, бежевый, карий, черный и так далее У любого вида есть собственные достоинства. К примеру, опора из хромированной стали никогда не заржавеет, что делает ее идеально подходящей для ванной или кухни. Алюминиевая опора станет замечательным дополнением к интерьеру, выполненному из стекла и металла.</p><?php }} ?>