<?php /* Smarty version Smarty-3.1.14, created on 2019-03-03 16:13:25
         compiled from "98efaf1902f438fe90c8c043dc47c162a8b7e58d" */ ?>
<?php /*%%SmartyHeaderCode:13564252835c7bd2f51f0c47-35996351%%*/if(!defined('SMARTY_DIR')) exit('no direct access allowed');
$_valid = $_smarty_tpl->decodeProperties(array (
  'file_dependency' => 
  array (
    '98efaf1902f438fe90c8c043dc47c162a8b7e58d' => 
    array (
      0 => '98efaf1902f438fe90c8c043dc47c162a8b7e58d',
      1 => 0,
      2 => 'string',
    ),
  ),
  'nocache_hash' => '13564252835c7bd2f51f0c47-35996351',
  'function' => 
  array (
  ),
  'has_nocache_code' => false,
  'version' => 'Smarty-3.1.14',
  'unifunc' => 'content_5c7bd2f520f6b9_01122997',
),false); /*/%%SmartyHeaderCode%%*/?>
<?php if ($_valid && !is_callable('content_5c7bd2f520f6b9_01122997')) {function content_5c7bd2f520f6b9_01122997($_smarty_tpl) {?><p><span style="font-size: 18px;"><strong>Хром</strong></span> является твердым металлом бело-голубоватого цвета, его иногда относят к черным металлам.<br>Он является очень важным компонентом во многих сталях (например, в нержавеющей) и во многих других сплавах. Добавляя хром можно сильно увеличить твердость, прочность и коррозийную стойкость сплава.</p><p><br>В <a href="http://mfk-torg.ru/category/truby-i-sistema-joker/sistema-peril-khrom/">системе перил</a> он используется как износоустойчивое и гальваническое покрытие (хромированные перила).<br><br>Хромированные ограждения являются более дешевым аналогом перил из нержавейки. Они смогут дополнить собой различные интерьеры, их легко устанавливать и собирать, такие перила прочные и износостойкие.<br></p><p><img src="/wa-data/public/shop/img/хром перила.gif" height="463" width="617" style="width: 617px; height: 463px;"></p><p><br><strong>Основными преимуществами систем перил из хрома являются:</strong></p><ul><li>Неприхотливость в уходе, хромированная поверхность устойчива к повреждениям и царапинам;</li><li>Гладкая, зеркальная поверхность, четкие и простые формы, надежные крепления позволяют использовать систему перил из хрома в любом дизайне-доступная цена</li></ul><p><br><a href="http://mfk-torg.ru/category/truby-i-sistema-joker/sistema-peril-khrom/">Перила из хрома</a> лучше всего применять во внутренних помещениях, чтобы обезопасить их от стирания хромового слоя и царапин.<br><br>Хромированные трубы выглядят просто замечательно, они смогут преобразить любую лестницу до неузнаваемости. Как же можно достичь такой блещущей гладкости и <strong>как хромируют детали?</strong></p><p><strong></strong><strong><br>Существует 2 способа хромирования:</strong></p><ul><li>Диффузионный: поверхность металла насыщается маленькими частицами хрома</li><li>Электролитический: из-за воздействия тока частицы хрома из хромового электролита оседают на металл.</li></ul><p><br>Обработанные хромом детали получают доп. прочность и защищаются от ржавчины.</p><p><br>Люди обычно не замечают отличий между хромом и нержавейкой, но, зная некоторые особенности, их легко отличить. Поручни из хрома очень ярко блестят с зеркальным отливом. Хром чувствителен к погодным условиям, в отличие от нержавейки, поэтому не рекомендуется использовать такие перила на улице.<br><br>Торговое оснащение на базе <a href="http://mfk-torg.ru/category/truby-i-sistema-joker/sistema-peril-khrom/">хромированной сетки</a> - это, наверное, самая популярная система, которая заслужено получила известность, из-за собственной функциональности и доступной цены. Употребляются такие изделия для обустройства торговых центров, рынков, супермаркетов. Сетка может быть не только независимым элементом - она способна стать хорошим дополнениям к уже готовой витрине, либо прилавку.</p><?php }} ?>