<?php /* Smarty version Smarty-3.1.14, created on 2019-03-07 15:51:52
         compiled from "bb5c85bb44b9e6f6156cfef9988b844c59fabe8d" */ ?>
<?php /*%%SmartyHeaderCode:14458382955c8113e8258d60-59512123%%*/if(!defined('SMARTY_DIR')) exit('no direct access allowed');
$_valid = $_smarty_tpl->decodeProperties(array (
  'file_dependency' => 
  array (
    'bb5c85bb44b9e6f6156cfef9988b844c59fabe8d' => 
    array (
      0 => 'bb5c85bb44b9e6f6156cfef9988b844c59fabe8d',
      1 => 0,
      2 => 'string',
    ),
  ),
  'nocache_hash' => '14458382955c8113e8258d60-59512123',
  'function' => 
  array (
  ),
  'has_nocache_code' => false,
  'version' => 'Smarty-3.1.14',
  'unifunc' => 'content_5c8113e8275b39_55115044',
),false); /*/%%SmartyHeaderCode%%*/?>
<?php if ($_valid && !is_callable('content_5c8113e8275b39_55115044')) {function content_5c8113e8275b39_55115044($_smarty_tpl) {?><p>В наше время повсеместно встречается мебель, оснащенная выдвижными ящиками и полочками. Это было бы невозможно без помощи направляющих. Шариковые направляющие для ящиков и т.п имеют более сложную конструкцию и принцип действия, чем роликовые. Для их движения задействуются не колесики, а шарики, расположенные в несколько рядов. Конструкции с шариковыми направляющими выдвигаются тихо и плавно, а, вдобавок, благодаря более совершенной конструкции, шариковый вариант увеличивает устойчивость за счет распределения нагрузки на все части ящика. Шариковые детали имеют тормозную систему, а также противовес. Это делает возможным выдвигать ящик на всю длину вне зависимости от того, как он нагружен. Еще один плюс такой системы в том, что в случае поломки одного шарика, вес равномерно распределяется по всем оставшимся, их, как правило, несколько рядов. Шариковые направляющие благодаря этому являются очень долговечными. К недостаткам можно отнести лишь более высокую цену таких направляющих.</p><?php }} ?>