<?php /* Smarty version Smarty-3.1.14, created on 2019-03-03 18:15:33
         compiled from "bdf605d97330e069c37aca4fce5f6c0f5aec9b4b" */ ?>
<?php /*%%SmartyHeaderCode:4421413015c7bef9530f186-76595691%%*/if(!defined('SMARTY_DIR')) exit('no direct access allowed');
$_valid = $_smarty_tpl->decodeProperties(array (
  'file_dependency' => 
  array (
    'bdf605d97330e069c37aca4fce5f6c0f5aec9b4b' => 
    array (
      0 => 'bdf605d97330e069c37aca4fce5f6c0f5aec9b4b',
      1 => 0,
      2 => 'string',
    ),
  ),
  'nocache_hash' => '4421413015c7bef9530f186-76595691',
  'function' => 
  array (
  ),
  'has_nocache_code' => false,
  'version' => 'Smarty-3.1.14',
  'unifunc' => 'content_5c7bef953324b9_33960335',
),false); /*/%%SmartyHeaderCode%%*/?>
<?php if ($_valid && !is_callable('content_5c7bef953324b9_33960335')) {function content_5c7bef953324b9_33960335($_smarty_tpl) {?><p style="text-align: justify;"><a href="http://mfk-torg.ru/category/kolesa/bolshegruznye/">Большегрузные колеса</a> в наше время являются неотъемлемой частью во многих отраслях промышленности.<br>Использование большегрузных колес сделало возможным абсолютно безопасно перемещать стеклопакеты, леса, различные виды конструкций из металла, станки и т.д., а все благодаря тому, что большегрузные колеса способны перевозить даже самые тяжелые грузы. Одно такое колесо выдерживает нагрузку от 150 до 300 кг.<br>Большегрузные колёса представлены на нашем сайте в большом ассортименте по доступным ценам. Все виды большегрузных колес имеют качество наивысшего разряда и их производство выполняется по европейским стандартам качества.</p>

<p style="text-align: justify;"><img src="/wa-data/public/shop/img/Большугрезные колеса фото.jpg"></p>

<p style="text-align: justify;"><br><strong>Большегрузные колеса условно можно разделить на следующие категории:</strong><br></p>

<ul>

<li>обрезиненные большегрузные колеса</li>

<li>полиуретановые большегрузные колеса</li>

<li>полиамидные большегрузные колеса</li>

<li>чугунные большегрузные колеса</li>

</ul>

<p style="text-align: justify;"><br>Опоры <a href="/category/kolesa/bolshegruznye/">большегрузных колес</a> бывают поворотные, неповоротные, с тормозом, с кронштейном, без кронштейна.<br>На нашем сайте MFK-torg</p>

<p style="text-align: justify;"> вы сможете найти большой выбор обрезиненных большегрузных колес. Благодаря их эластичному резиновому покрытию с контактным слоем повышенной грузоподъемности обеспечивается сохранность пола, эти колеса почти бесшумны, антивибрационны, износоустойчивы. Большегрузные обрезиненные колеса пригодны для использования при температуре от -30 до +60 градусов Цельсия, а также устойчивы к воздействиям окружающей среды и не требуют никакого ухода за собой.</p>

<p style="text-align: justify;"><br><a href="/category/kolesa/bolshegruznye/">Большегрузные обрезиненные колеса</a> были изобретены для складской техники, которая перевозит очень тяжелые и большие грузы, и, поэтому, очень мощная, но при этом тележка передвигается ровно и плавно.Большегрузные обрезиненные колеса очень надежны и прочны. Предприятиям, которые часто перевозят тяжелые грузы не обойтись без таких колес.</p>

<p style="text-align: justify;"><br><strong>Основным преимуществом</strong> обрезиненных <a href="/category/kolesa/bolshegruznye/">большегрузных колес</a> является то, что даже при перевозке самых тяжелых грузов они не скользят благодаря прорезиненному контактному слою, который хорошо сцепляется с любыми поверхностями. Большегрузные колеса прекрасно подойдут не только для закрытых помещений, но и для перевозок на улице. Их ободная часть изготовлена из чугуна, покрытого специальным лаковым слоем. Благодаря контактному слою из черной резины траектория движения оборудования или тележки отлично фиксируется. Диаметр у таких колес бывает самый разный, все зависит от требований покупателя. На сайте MFK-torg представлены модели диаметром от 100мм до 250мм. Единственное требование к использованию большегрузных колес - скорость движения оборудования/тележки не должна превышать 4 км/ч</p><?php }} ?>