<?php /* Smarty version Smarty-3.1.14, created on 2019-03-03 00:15:41
         compiled from "192d37fe1d46613828ca8bf200606713330a5674" */ ?>
<?php /*%%SmartyHeaderCode:14991642305c7af27d9916c5-57590772%%*/if(!defined('SMARTY_DIR')) exit('no direct access allowed');
$_valid = $_smarty_tpl->decodeProperties(array (
  'file_dependency' => 
  array (
    '192d37fe1d46613828ca8bf200606713330a5674' => 
    array (
      0 => '192d37fe1d46613828ca8bf200606713330a5674',
      1 => 0,
      2 => 'string',
    ),
  ),
  'nocache_hash' => '14991642305c7af27d9916c5-57590772',
  'function' => 
  array (
  ),
  'has_nocache_code' => false,
  'version' => 'Smarty-3.1.14',
  'unifunc' => 'content_5c7af27d9b01b4_16003550',
),false); /*/%%SmartyHeaderCode%%*/?>
<?php if ($_valid && !is_callable('content_5c7af27d9b01b4_16003550')) {function content_5c7af27d9b01b4_16003550($_smarty_tpl) {?><p>Сегодня, на место привычных полок для обуви, которые, как правило, занимают кучу места, в и без того небольших прихожих, приходят так называемые обувницы (шкафы для обуви). Они плоские, компактные, вместительные, обувь в них скрывается от посторонних глаз. За счет того, что обувь в таких обувницах расположена вертикально, Вы можете экономить много места, в том числе. и в самом шкафу. Каждая дверь нуждается в петлях, чтобы открываться, и дверцы обувницы не исключение. Она открывается с помощью специального механизма, называемого металлическая галошница.Вы можете приобрести такой механизм прямо сейчас у нас на сайте.</p><?php }} ?>